{
    "paypal": {
        "acdc": {
            "cardNumber": "Քարտի համար",
            "cardholderName": "Քարտատիրոջ անունը",
            "cvv": "Անվտանգության կոդը (CVV)",
            "expiration": "Ժամկետ (MM/YY)",
            "zip": "Վճարման փոստային կոդը"
        },
        "cookie": {
            "googlePay": "Google Pay-ի վճարումներ",
            "name": "PayPal վճարումներ"
        },
        "e-invoice": {
            "orderId": "Պատվերի համարը: %orderId%",
            "paymentMethod": "Վճարման եղանակը: \"%paymentMethod%”"
        },
        "error": {
            "SWAG_PAYPAL__API_CANNOT_BE_ZERO_OR_NEGATIVE": "Ընդհանուր գումարը չպետք է լինի զրո կամ բացասական: Խնդրում ենք կրկին փորձել զրոյից ավելի մեծ գումարով կամ ընտրել վճարման այլ եղանակ:",
            "SWAG_PAYPAL__API_NOT_AVAILABLE": "PayPal ծառայությունները ներկայումս անհասանելի են: Խնդրում ենք կրկին փորձել ավելի ուշ:",
            "SWAG_PAYPAL__API_POSTAL_CODE_REQUIRED": "Տրամադրված հասցեն չի պարունակում փոստային կոդ: Խնդրում ենք ավելացնել ձեր փոստային կոդը:",
            "SWAG_PAYPAL__API_SHIPPING_ADDRESS_INVALID": "Մուտքագրված առաքման հասցեն չի ընդունվել վճարման մատակարարի կողմից: Խնդրում ենք ստուգել ձեր հասցեն կամ ընտրել վճարման այլ եղանակ:",
            "SWAG_PAYPAL__BROWSER_UNSUPPORTED": "Ընտրված վճարման եղանակը չի աջակցում ձեր ընթացիկ զննարկիչին: Խնդրում ենք կրկին փորձել մեկ այլ բրաուզերի միջոցով կամ ընտրել այլ վճարման եղանակ:",
            "SWAG_PAYPAL__CARD_VALIDATION_FAILED": "Մուտքագրված վարկային քարտի տվյալները չեն կարողացել վավերացվել: Խնդրում ենք ստուգել ձեր գրառումները և կրկին փորձել:",
            "SWAG_PAYPAL__EXPRESS_GENERIC_ERROR": "PayPal- ի պատվերի գործընթացում սխալ է տեղի ունեցել: Խնդրում ենք կրկին փորձել ավելի ուշ կամ օգտագործել սովորական դրամարկղը:",
            "SWAG_PAYPAL__EXPRESS_USER_CANCELLED": "PayPal պատվերի գործընթացը չեղարկվել է: Խնդրում ենք կրկին փորձել կամ օգտագործել սովորական դրամարկղը:",
            "SWAG_PAYPAL__GENERIC_ERROR": "Վճարման գործընթացում սխալ է տեղի ունեցել. Խնդրում ենք կրկին փորձել ավելի ուշ կամ ընտրել վճարման այլ եղանակ.",
            "SWAG_PAYPAL__USER_CANCELLED": "Վճարման գործընթացը չեղարկվել է: Խնդրում ենք կրկին փորձել կամ ընտրել վճարման այլ եղանակ:",
            "handler_swag_puihandler": {
                "SWAG_PAYPAL__API_PAYMENT_SOURCE_DECLINED_BY_PROCESSOR": "Ընտրված վճարման եղանակը մերժվել է տվյալների մշակման ավտոմատացված ընթացակարգի պատճառով: Լրացուցիչ տեղեկությունների համար կարդացեք <a href=\"https://www.ratepay.com/legal-payment-dataprivacy\" target=\"_blank\">Ratepay տվյալների գաղտնիության հայտարարությունը</a> կամ օգտագործեք Ratepay <a href=\"https://www.ratepay.com/kontakt\" target=\"_blank\">կոնտակտային ձևը</a>:",
                "SWAG_PAYPAL__API_PAYMENT_SOURCE_INFO_CANNOT_BE_VERIFIED": "Ձեր անունը և/կամ հասցեն չի կարող վավերացվել: Խնդրում ենք ստուգել ձեր գրառումները և կրկին փորձել: Լրացուցիչ տեղեկությունների համար կարդացեք <a href=\"https://www.ratepay.com/legal-payment-dataprivacy\" target=\"_blank\" >Ratepay տվյալների գաղտնիության հայտարարությունը</a> կամ օգտագործեք Ratepay <a href=\"https://www.ratepay.com/kontakt\" target=\"_blank\">կոնտակտային ձևը</a>:"
            }
        },
        "general": {
            "browserUnsupported": "Ձեր ընթացիկ Զննարկիչը չի ապահովվում ընտրված վճարման եղանակով: Խնդրում ենք փորձել մեկ այլ բրաուզեր կամ ընտրել այլ վճարման եղանակ:",
            "paymentCancel": "Վճարման գործընթացը չեղարկվել է: Խնդրում ենք կրկին փորձել կամ ընտրել վճարման այլ եղանակ:",
            "paymentError": "Վճարման գործընթացում սխալ է տեղի ունեցել. Խնդրում ենք կրկին փորձել ավելի ուշ կամ ընտրել վճարման այլ եղանակ."
        },
        "payUponInvoice": {
            "checkout": {
                "confirmDisclaimer": "Սեղմելով կոճակի վրա դուք համաձայնում եք <a href=\"https://www.ratepay.com/legal-payment-terms\" target=\"_blank\">վճարման պայմաններին</a> and <a href=\"https://www.ratepay.com/legal-payment-dataprivacy\" target=\"_blank\">ռիսկերի ստուգում</a> վճարային գործընկեր Ratepay-ից: Դուք նաև համաձայն եք PayPal-ի հետ<a href=\"https://www.paypal.com/us/webapps/mpp/ua/privacy-full\" target=\"_blank\">գաղտնիության քաղաքականությանը</a>. Եթե հաշիվ-ապրանքագրի գնման Ձեր հայտը ընդունվի, գնման գնի պահանջը կվերագրվի Ratepay-ին, և դուք կարող եք վճարել միայն Ratepay-ին, այլ ոչ թե վաճառողին.",
                "finish": {
                    "subtitle": "Մշակումը կարող է տևել մինչև մի քանի րոպե: Խնդրում ենք մի փակեք այս պատուհանը, դուք կհղվեք այլ տեղ.",
                    "title": "Վճարումը ընթացքի մեջ է"
                }
            },
            "document": {
                "paymentNote": "%companyName% ձեր դեմ պահանջը հանձնարարել է PayPal (Europe) S.à r.l. եւ Cie, S.C.A. որպես ընթացիկ ֆակտորինգի համաձայնագրի մաս: Վճարումները պարտքի լիցքավորման ուժի կարող է կատարվել միայն PayPal (Եվրոպա) S.à r.l. եւ Cie, S.C.A.",
                "paymentNoteRatepay": "%companyName% -ը Ձեր դեմ հայցը վերագրել է Ratepay GmbH-ին որպես ընթացիկ ֆակտորինգային պայմանագրի մաս: Պարտքի մարման նպատակով վճարումները կարող են կատարվել միայն Ratepay GmbH-ին: Խնդրում ենք կապվել Ratepay-ի հետ՝ Ձեր վճարման վերաբերյալ լրացուցիչ մանրամասների համար",
                "paymentShippingInfo": {
                    "payPalPuiPaymentMethod": "Վճարման եղանակը. Վճարել հաշիվից"
                }
            },
            "error": {
                "declined": "Հնարավոր չէ օգտագործել ընտրված վճարման եղանակը: Այս որոշումը հիմնված է տվյալների ավտոմատացված մշակման վրա: Լրացուցիչ տեղեկություններ կարող եք գտնել <a href=\"https://www.ratepay.com/legal-payment-dataprivacy\" target=\"_blank\">Ratepay տվյալների գաղտնիության հայտարարագրում</a> կամ կարող եք կապվել Ratepay-ի հետ՝ օգտագործելով այս <a href=\"https://www.ratepay.com/kontakt\" target=\"_blank\"> կոնտակտային ձևը</a>.",
                "unverifiedInfo": "Ձեր անվան և հասցեի համակցությունը չհաջողվեց վավերացնել: Խնդրում ենք ուղղել Ձեր տվյալները և նորից փորձել: Լրացուցիչ տեղեկություններ կարող եք գտնել <a href=\"https://www.ratepay.com/legal-payment-dataprivacy\" target=\"_blank\">տվյալների գաղտնիության հայտարարագրում</a> կամ կարող եք կապվել Ratepay-ում՝ օգտագործելով այս <a href=\"https://www.ratepay.com/kontakt\" target=\"_blank\">կոնտակտային ձևը</a>."
            },
            "instructions": {
                "legalMessage": "Ինչու PayPal? PayPal- ը մեր գործընկերը հաշիվների վճարումների մշակման համար: PayPal պարզապես փոխանցել գումարը մեզ ուղղակիորեն. Դուք վճարում եք գումարը PayPal ըստ վճարման հրահանգների հետո դուք ստացել եւ ստուգել ձեր գնումը.",
                "legalMessageRatepay": "Հաշիվ-ապրանքագրի դիմաց վճարումները մշակվում են մեր գործընկեր Ratepay- ի հետ համատեղ: Ratepay- ը պարզապես փոխանցում է մեզ վճարման ենթակա գումարը: Դուք կարող եք սպասել պատվերի ժամանմանը և ստուգել Ձեր գնումը, նախքան հաշիվ-ապրանքագրի գումարը Ratepay- ի վճարման հրահանգներին համապատասխան փոխանցելը:",
                "table": {
                    "amount": "Գումար:",
                    "bank": "Բանկ`",
                    "bic": "BIC:",
                    "holder": "Հաշվի տնօրինողը:",
                    "iban": "ԻԲԱՆ:",
                    "reference": "Տեղեկանք:"
                },
                "transferRequest": "Խնդրում ենք փոխանցել %value% ստորև նշված հաշվին.",
                "transferRequestDate": "Խնդրում ենք փոխանցել %value% մինչև %date% PayPal-ին."
            }
        },
        "smartPaymentButtons": {
            "confirmPageHint": "Ձեր վճարումը ստեղծվել է. Խնդրում ենք լրացնել այն, հաստատելով ձեր պատվերը.",
            "description": "Վճարել հեշտ, արագ եւ ապահով - Խնդրում ենք ընտրել մեկը այդ վճարման մեթոդների վրա հաստատում էջում."
        },
        "vault": {
            "account": {
                "clear": "Հեռացնել հաշիվը",
                "create": "Հիշեք հաշիվը ապագա գնումների համար"
            },
            "card": {
                "clear": "Հեռացնել քարտը",
                "create": "Հիշեք քարտը ապագա գնումների համար"
            }
        }
    }
}
