{
    "paypal": {
        "general": {
            "paymentCancel": "Maksuprosessi on peruttu. Yritä uudelleen tai valitse toinen maksutapa.",
            "paymentError": "Maksuprosessin aikana tapahtui virhe. Yritä myöhemmin uudelleen tai valitse toinen maksutapa."
        },
        "payUponInvoice": {
            "instructions": {
                "transferRequestDate": "Siirrä %value% siihen asti kun %date% PayPaliin.",
                "transferRequest": "Siirrä %value% alla olevalla tilillä.",
                "table": {
                    "bank": "Pankki:",
                    "iban": "IBAN:",
                    "bic": "BIC:",
                    "holder": "Tilinhaltija:",
                    "amount": "Määrä:",
                    "reference": "Viite:"
                },
                "legalMessageRatepay": "Maksu laskussa -maksut käsitellään yhteistyössä kumppanimme Ratepayn kanssa. Ratepay on juuri siirtänyt maksettavan summan meille. Voit odottaa tilauksen saapumista ja tarkistaa ostoksesi, ennen kuin siirrät laskun summan maksuohjeiden mukaisesti Ratepay-palveluun.",
                "legalMessage": "Miksi PayPal? PayPal on kumppanimme laskumaksujen käsittelyyn. PayPal on juuri siirtänyt summan meille suoraan. Maksat summan PayPalille maksuohjeiden mukaisesti, kun olet vastaanottanut ja tarkistanut ostoksesi."
            },
            "document": {
                "paymentShippingInfo": {
                    "payPalPuiPaymentMethod": "Maksutapa: Maksa laskulla"
                },
                "paymentNoteRatepay": "%companyName% on määrännyt vaatimuksen sinua vastaan Ratepay GmbH:lle osana nykyistä factoring-sopimusta. Maksut, joilla on velkoja, voidaan suorittaa vain Ratepay GmbH:lle. Katso lisätietoja maksustasi Ratepay: n kanssa tapahtuvasta viestinnästä.",
                "paymentNote": "%companyName% on määrittänyt korvausvaatimuksen PayPalille (Europe) S.à r.l. et Cie, S.C.A. osana nykyistä factoring-sopimusta. Maksut, joilla on velanpurkauksen vaikutus, voidaan suorittaa vain PayPalille (Europe) S.à r.l. et Cie, S.C.A."
            },
            "checkout": {
                "confirmDisclaimer": "Napsauttamalla painiketta, hyväksyt <a href=\"https://www.ratepay.com/legal-payment-terms\" target=\"_blank\">maksuehdot</a> ja <a href=\"https://www.ratepay.com/legal-payment-dataprivacy\" target=\"_blank\">riskitarkistuksen suorittaminen</a> maksukumppanilta, Ratepay. Hyväksyt myös PayPalin <a href=\"https://www.paypal.com/us/webapps/mpp/ua/privacy-full\" target=\"_blank\">tietosuojalausunto</a>. Jos ostopyyntösi laskun yhteydessä hyväksytään, ostohintavaatimus osoitetaan Ratepaylle, ja voit maksaa vain Ratepayn, ei kauppias.",
                "finish": {
                    "title": "Maksua käsitellään parhaillaan",
                    "subtitle": "Käsittely voi kestää jopa useita minuutteja. Älä sulje tätä ikkunaa, sinut ohjataan uudelleen."
                }
            },
            "error": {
                "unverifiedInfo": "Nimesi ja osoitteesi yhdistelmää ei voitu vahvistaa. Korjaa tietosi ja yritä uudelleen. Löydät lisätietoja <a href=\"https://www.ratepay.com/legal-payment-dataprivacy\" target=\"_blank\" >Ratepay-tietosuojalausunto</a> tai voit ottaa yhteyttä Ratepay-palveluun käyttämällä tätä <a href=\"https://www.ratepay.com/kontakt\" target=\"_blank\">yhteydenottolomake</a>.",
                "declined": "Valittua maksutapaa ei voi käyttää. Päätös perustuu automaattiseen tietojenkäsittelyyn. Löydät lisätietoja <a href=\"https://www.ratepay.com/legal-payment-dataprivacy\" target=\"_blank\">Ratepay-tietosuojalausunto</a> tai voit ottaa yhteyttä Ratepay-palveluun käyttämällä tätä <a href=\"https://www.ratepay.com/kontakt\" target=\"_blank\">yhteydenottolomake</a>."
            }
        },
        "acdc": {
            "cardNumber": "Kortin numero",
            "expiration": "Viimeinen käyttöpäivä (KK/VV)",
            "cvv": "Turvakoodi (CVV)",
            "cardholderName": "Kortinhaltijan nimi",
            "zip": "Laskutus postinumero"
        },
        "smartPaymentButtons": {
            "confirmPageHint": "Maksusi on luotu. Täytä se vahvistamalla tilauksesi.",
            "description": "Maksa helposti, nopeasti ja turvallisesti - Valitse jokin näistä maksutavoista vahvistussivulla."
        },
        "plus": {
            "paymentNameOverwrite": "PayPal, suoraveloitus tai luottokortti",
            "paymentDescriptionExtension": "Maksaminen suoraveloituksella tai luottokortilla on mahdollista ilman PayPal-tiliä."
        },
        "cookie": {
            "name": "PayPal-maksut"
        }
    }
}