{
    "paypal": {
        "general": {
            "paymentCancel": "Betalningsprocessen har avbrutits. Försök igen eller välj en annan betalningsmetod.",
            "paymentError": "Ett fel uppstod under betalningsprocessen. Försök igen senare eller välj en annan betalningsmetod."
        },
        "payUponInvoice": {
            "instructions": {
                "transferRequestDate": "Vänligen överför %value% tills %date% till PayPal.",
                "transferRequest": "Vänligen överför %value% till kontot nedan.",
                "table": {
                    "bank": "Bank:",
                    "iban": "IBAN:",
                    "bic": "BIC:",
                    "holder": "Kontoinnehavare:",
                    "amount": "Belopp:",
                    "reference": "Referens:"
                },
                "legalMessageRatepay": "Betalning mot faktura behandlas i samarbete med vår partner Ratepay. Ratepay har just överfört betalningsbeloppet till oss. Du kan vänta på att beställningen anländer och kontrollerar ditt köp innan du överför fakturabeloppet i enlighet med betalningsinstruktionerna till Ratepay.",
                "legalMessage": "Varför PayPal? PayPal är vår partner för hantering av fakturabetalningar. PayPal har just överfört beloppet till oss direkt. Du betalar beloppet till PayPal enligt betalningsanvisningarna efter att du har mottagit och kontrollerat ditt köp."
            },
            "document": {
                "paymentShippingInfo": {
                    "payPalPuiPaymentMethod": "Betalningsmetod: Betala på faktura"
                },
                "paymentNoteRatepay": "%companyName% har överlåtit fordran mot dig till Ratepay GmbH som en del av ett gällande factoringavtal. Betalningar med skuldavskrivningseffekt kan endast göras till Ratepay GmbH. Se kommunikationen med Ratepay för mer information om din betalning.",
                "paymentNote": "%companyName% har tilldelat fordran mot dig till PayPal (Europe) S.à r.l. et Cie, S.C.A. som en del av ett gällande factoringavtal. Betalningar med skuldavskrivningseffekt kan endast göras till PayPal (Europe) S.à r.l. et Cie, S.C.A."
            },
            "checkout": {
                "confirmDisclaimer": "Genom att klicka på knappen, du godkänner <a href=\"https://www.ratepay.com/legal-payment-terms\" target=\"_blank\">betalningsvillkor</a> och <a href=\"https://www.ratepay.com/legal-payment-dataprivacy\" target=\"_blank\">utförande av en riskkontroll</a> från betalningspartnern, Ratepay. Du godkänner också PayPals <a href=\"https://www.paypal.com/us/webapps/mpp/ua/privacy-full\" target=\"_blank\">sekretesspolicy</a>. Om din begäran om att köpa på faktura accepteras, inköpspriset kommer att tilldelas Ratepay, och du får bara betala Ratepay, inte säljaren.",
                "finish": {
                    "title": "Betalningen behandlas",
                    "subtitle": "Bearbetningen kan ta upp till flera minuter. Stäng inte det här fönstret, du kommer att omdirigeras."
                }
            },
            "error": {
                "unverifiedInfo": "Kombinationen av ditt namn och din adress kunde inte valideras. Korrigera dina uppgifter och försök igen. Du hittar mer information i <a href=\"https://www.ratepay.com/legal-payment-dataprivacy\" target=\"_blank\" >Ratepay Data Privacy Statement</a> eller så kan du kontakta Ratepay med detta <a href=\"https://www.ratepay.com/kontakt\" target=\"_blank\">Kontaktformulär</a>.",
                "declined": "Det är inte möjligt att använda den valda betalningsmetoden. Detta beslut är baserat på automatisk databehandling. Du hittar mer information i <a href=\"https://www.ratepay.com/legal-payment-dataprivacy\" target=\"_blank\">Ratepay Data Privacy Statement</a> eller så kan du kontakta Ratepay med detta <a href=\"https://www.ratepay.com/kontakt\" target=\"_blank\">Kontaktformulär</a>."
            }
        },
        "acdc": {
            "cardNumber": "Kort nummer",
            "expiration": "Utgångsdatum (MM/ÅÅ)",
            "cvv": "Säkerhetskod (CVV)",
            "cardholderName": "Korthållarens namn",
            "zip": "Postnummer för fakturering"
        },
        "smartPaymentButtons": {
            "confirmPageHint": "Din betalning har skapats. Vänligen fyll i det genom att bekräfta din beställning.",
            "description": "Betala enkelt, snabbt och säkert - Välj en av dessa betalningsmetoder på bekräftelsesidan."
        },
        "plus": {
            "paymentNameOverwrite": "PayPal, autogiro eller kreditkort",
            "paymentDescriptionExtension": "Betalning med autogiro eller kreditkort är möjlig utan ett PayPal-konto."
        },
        "cookie": {
            "name": "PayPal-betalningar"
        }
    }
}