{
    "paypal": {
        "general": {
            "paymentCancel": "Վճարման գործընթացը չեղարկվել է: Խնդրում ենք կրկին փորձել կամ ընտրել վճարման այլ եղանակ:",
            "paymentError": "Վճարման գործընթացում սխալ է տեղի ունեցել. Խնդրում ենք կրկին փորձել ավելի ուշ կամ ընտրել վճարման մեկ այլ եղանակ."
        },
        "payUponInvoice": {
            "instructions": {
                "transferRequestDate": "Խնդրում ենք փոխանցել %value% մինչեւ %date% է PayPal.",
                "transferRequest": "Խնդրում ենք %value% փոխանցել ստորև նշված հաշվին:",
                "table": {
                    "bank": "Բանկ`",
                    "iban": "ԻԲԱՆ:",
                    "bic": "BIC:",
                    "holder": "Հաշվի տնօրինողը:",
                    "amount": "Գումար:",
                    "reference": "Տեղեկանք:"
                },
                "legalMessageRatepay": "Վճարել հաշիվ-ապրանքագրի վճարումները մշակվում են մեր գործընկեր Ratepay- ի հետ համատեղ: Ratepay- ը պարզապես փոխանցել է մեզ վճարման ենթակա գումարը: Դուք կարող եք սպասել պատվերի ժամանմանը և ստուգել ձեր գնումը, նախքան հաշիվ-ապրանքագրի գումարը Ratepay- ին վճարման հրահանգներին համապատասխան փոխանցելը:",
                "legalMessage": "Ինչու PayPal? PayPal- ը մեր գործընկերը հաշիվների վճարումների մշակման համար: PayPal պարզապես փոխանցել գումարը մեզ ուղղակիորեն. Դուք վճարում եք գումարը PayPal ըստ վճարման հրահանգների հետո դուք ստացել եւ ստուգել ձեր գնումը."
            },
            "document": {
                "paymentShippingInfo": {
                    "payPalPuiPaymentMethod": "Վճարման եղանակը. Վճարել հաշիվից"
                },
                "paymentNoteRatepay": "%companyName% Ձեր դեմ ներկայացված հայցը հանձնարարել է Ratepay GmbH ընկերությանը՝ որպես գործող ֆակտորինգի պայմանագրի մաս: Պարտքի լիցքաթափման ազդեցությամբ վճարումները կարող են կատարվել միայն Ratepay GmbH- ին: Ձեր վճարման վերաբերյալ լրացուցիչ մանրամասների համար խնդրում ենք ծանոթանալ Ratepay- ի հետ հաղորդակցությանը:",
                "paymentNote": "%companyName% ձեր դեմ պահանջը հանձնարարել է PayPal (Europe) S.à r.l. եւ Cie, S.C.A. որպես ընթացիկ ֆակտորինգի համաձայնագրի մաս: Վճարումները պարտքի լիցքավորման ուժի կարող է կատարվել միայն PayPal (Եվրոպա) S.à r.l. եւ Cie, S.C.A."
            },
            "checkout": {
                "confirmDisclaimer": "Սեղմելով կոճակը, Դուք համաձայնում եք <a href=\"https:\/\/www.ratepay.com\/legal-payment-terms\" target=\"_blank\">վճարման պայմանների<\/a> եւ <a href=\"https:\/\/www.ratepay.com\/legal-payment-dataprivacy\" target=\"_blank\">կատարման ռիսկի ստուգման<\/a> ից վճարման գործընկեր, Ratepay. Դուք նաեւ համաձայն եք PayPal- ի <a href=\"https:\/\/www.paypal.com\/us\/webapps\/mpp\/ua\/privacy-full\" target=\"_blank\">գաղտնիության հայտարարությանը<\/a>. Եթե հաշիվ-ապրանքագրի հիման վրա ձեռք բերելու ձեր խնդրանքը ընդունվում է, գնման գնի պահանջը կնշանակվի Ratepay- ին, և դուք կարող եք վճարել միայն Ratepay- ին, այլ ոչ թե վաճառականին:",
                "finish": {
                    "title": "Վճարը մշակվում է",
                    "subtitle": "Մշակման կարող է տեւել մինչեւ մի քանի րոպե: Խնդրում ենք չեն փակել այս պատուհանը, դուք պետք է Վերահղված."
                }
            },
            "error": {
                "unverifiedInfo": "Ձեր անվան և հասցեի համադրությունը հնարավոր չէ վավերացնել. Խնդրում ենք շտկել ձեր տվյալները և կրկին փորձել: Լրացուցիչ տեղեկություններ կարող եք գտնել <a href=\"https:\/\/www.ratepay.com\/legal-payment-dataprivacy\" target=\"_blank\" >Ratepay տվյալների գաղտնիության հայտարարությունում<\/a> կամ կարող եք կապվել Ratepay- ի հետ `օգտագործելով այս <a href=\"https:\/\/www.ratepay.com\/kontakt\" target=\"_blank\">կոնտակտային ձևը<\/a>.",
                "declined": "Հնարավոր չէ օգտագործել ընտրված վճարման եղանակը. Այս որոշումը հիմնված է ավտոմատացված տվյալների մշակման. Լրացուցիչ տեղեկություններ կարող եք գտնել <a href=\"https:\/\/www.ratepay.com\/legal-payment-dataprivacy\" target=\"_blank\">Ratepay տվյալների գաղտնիության հայտարարությունում<\/a> կամ կարող եք կապվել Ratepay- ի հետ `օգտագործելով այս <a href=\"https:\/\/www.ratepay.com\/kontakt\" target=\"_blank\">կոնտակտային ձևը<\/a>."
            }
        },
        "acdc": {
            "cardNumber": "Քարտի համարը",
            "expiration": "Պիտանելիության ժամկետը (ՄՄ\/YY)",
            "cvv": "Անվտանգության կոդ (CVV)",
            "cardholderName": "Քարտապանի անունը",
            "zip": "Վճարման փոստային կոդ"
        },
        "smartPaymentButtons": {
            "confirmPageHint": "Ձեր վճարումը ստեղծվել է. Խնդրում ենք լրացնել այն, հաստատելով ձեր պատվերը.",
            "description": "Վճարել հեշտ, արագ եւ ապահով - Խնդրում ենք ընտրել մեկը այդ վճարման մեթոդների վրա հաստատում էջում."
        },
        "plus": {
            "paymentNameOverwrite": "PayPal, ուղղակի դեբետային կամ վարկային քարտ",
            "paymentDescriptionExtension": "Վճարումը ուղղակի դեբետային կամ վարկային քարտ հնարավոր է առանց PayPal հաշվին."
        },
        "cookie": {
            "name": "PayPal վճարումներ"
        }
    }
}