{
    "paypal": {
        "acdc": {
            "cardNumber": "Numri i kartës",
            "cardholderName": "Emri i mbajtësit të kartës",
            "cvv": "Kodi i sigurisë (CVV)",
            "expiration": "Data e skadimit (MM/VY)",
            "zip": "Kodi postar i faturimit"
        },
        "cookie": {
            "googlePay": "Pagesat e Google Pay",
            "name": "Pagesat PayPal"
        },
        "e-invoice": {
            "orderId": "ID e porosisë: %orderId%",
            "paymentMethod": "Mënyra e pagesës: \"%paymentMethod%”"
        },
        "error": {
            "SWAG_PAYPAL__API_CANNOT_BE_ZERO_OR_NEGATIVE": "Shuma totale nuk duhet të jetë zero ose negative. Ju lutemi provoni përsëri me një shumë më të madhe se zero ose zgjidhni një mënyrë tjetër pagese.",
            "SWAG_PAYPAL__API_NOT_AVAILABLE": "Shërbimet PayPal aktualisht nuk janë të disponueshme. Ju lutemi provoni përsëri më vonë.",
            "SWAG_PAYPAL__API_POSTAL_CODE_REQUIRED": "Adresa e dhënë nuk përmban një kod postar. Ju lutemi shtoni kodin tuaj postar.",
            "SWAG_PAYPAL__API_SHIPPING_ADDRESS_INVALID": "Adresa e transportit e futur nuk u pranua nga ofruesi i pagesave. Ju lutemi kontrolloni adresën tuaj ose zgjidhni një mënyrë tjetër pagese.",
            "SWAG_PAYPAL__BROWSER_UNSUPPORTED": "Metoda e zgjedhur e pagesës nuk mbështet shfletuesin tuaj aktual. Ju lutemi provoni përsëri me një shfletues tjetër ose zgjidhni një mënyrë tjetër pagese.",
            "SWAG_PAYPAL__CARD_VALIDATION_FAILED": "Detajet e futura të kartës së kreditit nuk mund të vërtetohen. Ju lutemi kontrolloni shënimet tuaja dhe provoni përsëri.",
            "SWAG_PAYPAL__EXPRESS_GENERIC_ERROR": "Një gabim ndodhi gjatë procesit të porosisë PayPal. Ju lutemi provoni përsëri më vonë ose përdorni arkën e rregullt.",
            "SWAG_PAYPAL__EXPRESS_USER_CANCELLED": "Procesi i porosisë PayPal është anuluar. Ju lutemi provoni përsëri ose përdorni arkën e rregullt.",
            "SWAG_PAYPAL__GENERIC_ERROR": "Një gabim ndodhi gjatë procesit të pagesës. Ju lutemi provoni përsëri më vonë ose zgjidhni një mënyrë tjetër pagese.",
            "SWAG_PAYPAL__USER_CANCELLED": "Procesi i pagesës është anuluar. Ju lutemi provoni përsëri ose zgjidhni një mënyrë tjetër pagese.",
            "handler_swag_puihandler": {
                "SWAG_PAYPAL__API_PAYMENT_SOURCE_DECLINED_BY_PROCESSOR": "Metoda e zgjedhur e pagesës u refuzua për shkak të një procedure të automatizuar të përpunimit të të dhënave. Për më shumë informacion lexoni deklaratën e privatësisë së të dhënave <a href=\"https://www.ratepay.com/legal-payment-dataprivacy\" target=\"_blank\">Ratepay</a> ose përdorni formularin e kontaktit Ratepay <a href=\"https://www.ratepay.com/kontakt\" target=\"_blank\"></a>.",
                "SWAG_PAYPAL__API_PAYMENT_SOURCE_INFO_CANNOT_BE_VERIFIED": "Emri dhe/ose adresa juaj nuk mund të vërtetohet. Ju lutemi kontrolloni shënimet tuaja dhe provoni përsëri. Për informacion të mëtejshëm lexoni deklaratën e privatësisë së të dhënave <a href=\"https://www.ratepay.com/legal-payment-dataprivacy\" target=\"_blank\" >Ratepay</a> ose përdorni formularin e kontaktit Ratepay <a href=\"https://www.ratepay.com/kontakt\" target=\"_blank\"></a>."
            }
        },
        "general": {
            "browserUnsupported": "Shfletuesi juaj aktual nuk mbështetet nga mënyra e zgjedhur e pagesës. Ju lutemi provoni një shfletues tjetër ose zgjidhni një mënyrë tjetër pagese.",
            "paymentCancel": "Procesi i pagesës është anuluar. Ju lutemi provoni përsëri ose zgjidhni një mënyrë tjetër pagese.",
            "paymentError": "Një gabim ndodhi gjatë procesit të pagesës. Ju lutemi provoni përsëri më vonë ose zgjidhni një mënyrë tjetër pagese."
        },
        "payUponInvoice": {
            "checkout": {
                "confirmDisclaimer": "Duke klikuar mbi butonin, ju pajtoheni me kushtet e pagesës <a href=\"https://www.ratepay.com/legal-payment-terms\" target=\"_blank\"></a> dhe <a href=\"https://www.ratepay.com/legal-payment-dataprivacy\" target=\"_blank\">kryerjen e një kontrolli rreziku</a> nga partneri i pagesave, Ratepay. Ju gjithashtu pajtoheni me deklaratën e privatësisë <a href=\"https://www.paypal.com/us/webapps/mpp/ua/privacy-full\" target=\"_blank\">të PayPal</a>. Nëse kërkesa juaj për blerje Pas faturës pranohet, pretendimi i çmimit të blerjes do t'i caktohet Ratepay, dhe ju mund të paguani vetëm Ratepay, jo tregtarin.",
                "finish": {
                    "subtitle": "Përpunimi mund të zgjasë deri në disa minuta. Ju lutemi mos e mbyllni këtë dritare, ju do të ridrejtoheni.",
                    "title": "Pagesa është duke u përpunuar"
                }
            },
            "document": {
                "paymentNote": "%companyName% ia ka caktuar pretendimin kundër jush PayPal (Europe) S.à r.l. et Cie, S.C.A. si pjesë e një marrëveshjeje aktuale të faktoringut. Pagesat me efekt të shkarkimit të borxhit mund të bëhen vetëm në PayPal (Europe) S.à r.l. et Cie, S.C.A.",
                "paymentNoteRatepay": "%companyName% i ka caktuar pretendimin kundër jush në Ratepay GmbH si pjesë e një marrëveshjeje aktuale të faktoringut. Pagesat me efekt të shkarkimit të borxhit mund të bëhen vetëm për Ratepay GmbH. Ju lutemi referojuni komunikimit me Ratepay për detaje të mëtejshme mbi pagesën tuaj.",
                "paymentShippingInfo": {
                    "payPalPuiPaymentMethod": "Metoda e pagesës: Paguani sipas faturës"
                }
            },
            "error": {
                "declined": "Nuk është e mundur të përdoret mënyra e zgjedhur e pagesës. Ky vendim bazohet në përpunimin e automatizuar të të dhënave. Ju mund të gjeni informacione të mëtejshme në Deklaratën e Privatësisë së të Dhënave të Ratepay <a href=\"https://www.ratepay.com/legal-payment-dataprivacy\" target=\"_blank\"></a> ose mund të kontaktoni Ratepay duke përdorur këtë formë kontakti <a href=\"https://www.ratepay.com/kontakt\" target=\"_blank\"></a>.",
                "unverifiedInfo": "Kombinimi i emrit dhe adresës suaj nuk mund të vërtetohet. Ju lutemi korrigjoni të dhënat tuaja dhe provoni përsëri. Ju mund të gjeni informacione të mëtejshme në Deklaratën e Privatësisë së të Dhënave të Ratepay <a href=\"https://www.ratepay.com/legal-payment-dataprivacy\" target=\"_blank\" ></a> ose mund të kontaktoni Ratepay duke përdorur këtë formë kontakti <a href=\"https://www.ratepay.com/kontakt\" target=\"_blank\"></a>."
            },
            "instructions": {
                "legalMessage": "Pse PayPal? PayPal është partneri ynë për përpunimin e pagesave të faturave. PayPal sapo ka transferuar shumën drejtpërdrejt tek ne. Ju paguani shumën në PayPal sipas udhëzimeve të pagesës pasi të keni marrë dhe kontrolluar blerjen tuaj.",
                "legalMessageRatepay": "Pagesat me faturë përpunohen në bashkëpunim me partnerin tonë Ratepay. Ratepay sapo na ka transferuar shumën e pagueshme. Ju mund të prisni që porosi të mbërrijë dhe të kontrolloni blerjen tuaj, përpara se të transferoni shumën e faturës në përputhje me udhëzimet e pagesës në Ratepay.",
                "table": {
                    "amount": "Shuma:",
                    "bank": "Banka:",
                    "bic": "BIKE:",
                    "holder": "Mbajtësi i llogarisë:",
                    "iban": "IBAN:",
                    "reference": "Referenca:"
                },
                "transferRequest": "Ju lutemi transferoni %value% në llogarinë më poshtë:",
                "transferRequestDate": "Ju lutemi transferoni %value% deri në %date% në PayPal."
            }
        },
        "smartPaymentButtons": {
            "confirmPageHint": "Pagesa juaj është krijuar. Ju lutemi plotësoni atë, duke konfirmuar porosinë tuaj.",
            "description": "Paguani lehtë, shpejt dhe të sigurt - Ju lutemi zgjidhni një nga këto metoda pagese në faqen e konfirmimit."
        },
        "vault": {
            "account": {
                "clear": "Hiq llogarinë",
                "create": "Mbani mend llogarinë për blerjet e ardhshme"
            },
            "card": {
                "clear": "Hiq kartën",
                "create": "Mbani mend kartën për blerjet e ardhshme"
            }
        }
    }
}
