{
    "paypal": {
        "general": {
            "paymentCancel": "ขั้นตอนการชำระเงินถูกยกเลิกกรุณาลองใหม่อีกครั้งหรือเลือกวิธีการชำระเงินอื่น",
            "paymentError": "เกิดข้อผิดพลาดระหว่างขั้นตอนการชำระเงินกรุณาลองอีกครั้งในภายหลังหรือเลือกวิธีการชำระเงินอื่น."
        },
        "payUponInvoice": {
            "instructions": {
                "transferRequestDate": "กรุณาโอนเงิน %value% จนถึง %date% ไปยัง PayPal",
                "transferRequest": "กรุณาโอน %value% ไปยังบัญชีด้านล่าง",
                "table": {
                    "bank": "ธนาคาร:",
                    "iban": "ไอบัน:",
                    "bic": "บิค:",
                    "holder": "เจ้าของบัญชี:",
                    "amount": "จำนวนเงิน:",
                    "reference": "อ้างอิง:"
                },
                "legalMessageRatepay": "การชำระเงินเมื่อชำระเงินในใบแจ้งหนี้จะได้รับการดำเนินการโดยความร่วมมือกับ Ratepay พันธมิตรของเราราเตเพย์เพิ่งโอนจำนวนเงินที่ต้องชำระให้กับเราคุณสามารถรอให้คำสั่งซื้อมาถึงและตรวจสอบการซื้อของคุณ ก่อนที่จะโอนยอดใบแจ้งหนี้ตามคำแนะนำการชำระเงินไปยัง Ratepay",
                "legalMessage": "ทำไมต้องใช้ PayPalPayPal เป็นพันธมิตรของเราในการประมวลผลการชำระเงินใบแจ้งหนี้PayPal ได้โอนเพียงจำนวนเงินให้กับเราโดยตรง.คุณชำระเงินจำนวนเงินที่ PayPal ตามคำแนะนำการชำระเงินหลังจากที่คุณได้รับและตรวจสอบการซื้อของคุณ."
            },
            "document": {
                "paymentShippingInfo": {
                    "payPalPuiPaymentMethod": "วิธีการชำระเงิน: ชำระตามใบแจ้งหนี้"
                },
                "paymentNoteRatepay": "%companyName% ได้มอบหมายการเรียกร้องค่าสินไหมทดแทนให้กับคุณ Ratepay GmbH ซึ่งเป็นส่วนหนึ่งของข้อตกลงการแฟคเตอริ่งในปัจจุบันการชำระเงินที่มีผลต่อการปล่อยหนี้สามารถทำได้เฉพาะกับ Ratepay GmbH เท่านั้นโปรดดูที่การสื่อสารกับ Ratepay สำหรับรายละเอียดเพิ่มเติมเกี่ยวกับการชำระเงินของคุณ",
                "paymentNote": "%companyName% ได้มอบหมายการเรียกร้องค่าสินไหมทดแทนให้กับคุณไปยัง PayPal (Europe) S.à r.l. et Cie, S.C.A.การชำระเงินที่มีผลต่อการชำระหนี้สามารถทำได้กับ PayPal (ยุโรป) S.à r.l. et Cie, S.C.A."
            },
            "checkout": {
                "confirmDisclaimer": "โดยการคลิกที่ปุ่มคุณยอมรับ <a href=\"https://www.ratepay.com/legal-payment-terms\" target=\"_blank\">เงื่อนไขการชำระเงิน</a> และ <a href=\"https://www.ratepay.com/legal-payment-dataprivacy\" target=\"_blank\">ผลการดำเนินงานของการตรวจสอบความเสี่ยง</a> จากพันธมิตรการชำระเงิน, Ratepay.นอกจากนี้คุณยังยอมรับนโยบายความเป็นส่วนตัว <a href=\"https://www.paypal.com/us/webapps/mpp/ua/privacy-full\" target=\"_blank\">ของ PayPal</a>.หากคำขอซื้อของคุณเมื่อได้รับการยอมรับใบแจ้งหนี้ การเรียกร้องค่าสินไหมทดแทนราคาซื้อจะถูกกำหนดให้กับราเตเพย์ และคุณสามารถจ่ายได้เฉพาะราเตเพย์เท่านั้น ไม่ใช่ผู้ค้า",
                "finish": {
                    "title": "กำลังดำเนินการชำระเงิน",
                    "subtitle": "การประมวลผลอาจใช้เวลาหลายนาทีกรุณาอย่าปิดหน้าต่างนี้ คุณจะถูกเปลี่ยนเส้นทาง"
                }
            },
            "error": {
                "unverifiedInfo": "การรวมกันของชื่อและที่อยู่ของคุณไม่สามารถตรวจสอบได้โปรดแก้ไขข้อมูลของคุณและลองอีกครั้ง.คุณสามารถค้นหาข้อมูลเพิ่มเติมได้จากคำชี้แจงความเป็นส่วนตัวของข้อมูล <a href=\"https://www.ratepay.com/legal-payment-dataprivacy\" target=\"_blank\" >Ratepay</a> หรือคุณสามารถติดต่อ Ratepay โดยใช้แบบฟอร์มการติดต่อ <a href=\"https://www.ratepay.com/kontakt\" target=\"_blank\">แบบ</a>",
                "declined": "ไม่สามารถใช้วิธีการชำระเงินที่เลือกได้การตัดสินใจนี้จะขึ้นอยู่กับการประมวลผลข้อมูลอัตโนมัติคุณสามารถค้นหาข้อมูลเพิ่มเติมได้จากคำชี้แจงความเป็นส่วนตัวของข้อมูล <a href=\"https://www.ratepay.com/legal-payment-dataprivacy\" target=\"_blank\">Ratepay</a> หรือคุณสามารถติดต่อ Ratepay โดยใช้แบบฟอร์มการติดต่อ <a href=\"https://www.ratepay.com/kontakt\" target=\"_blank\">แบบ</a>"
            }
        },
        "acdc": {
            "cardNumber": "หมายเลขบัตร",
            "expiration": "วันหมดอายุ (MM/ปปป)",
            "cvv": "รหัสความปลอดภัย (CVV)",
            "cardholderName": "ชื่อผู้ถือบัตร",
            "zip": "รหัสไปรษณีย์สำหรับการเรียกเก็บเงิน"
        },
        "smartPaymentButtons": {
            "confirmPageHint": "การชำระเงินของคุณได้ถูกสร้างขึ้นกรุณากรอกข้อมูลให้ครบถ้วน โดยยืนยันการสั่งซื้อของคุณ",
            "description": "จ่ายง่าย, รวดเร็วและปลอดภัย - โปรดเลือกหนึ่งในวิธีการชำระเงินเหล่านี้ในหน้ายืนยัน."
        },
        "plus": {
            "paymentNameOverwrite": "PayPal, หักบัญชีอัตโนมัติ หรือบัตรเครดิต",
            "paymentDescriptionExtension": "การชำระเงินด้วยบัตรเดบิตหรือบัตรเครดิตเป็นไปได้โดยไม่ต้องมีบัญชี PayPal"
        },
        "cookie": {
            "name": "การชำระเงินผ่าน PayPal"
        }
    }
}