{
    "paypal": {
        "general": {
            "paymentCancel": "Процесс оплаты отменен. Повторите попытку или выберите другой способ оплаты.",
            "paymentError": "Во время процесса оплаты произошла ошибка. Повторите попытку позже или выберите другой способ оплаты."
        },
        "payUponInvoice": {
            "instructions": {
                "transferRequestDate": "Пожалуйста, переведите %value% деньги %date% на PayPal.",
                "transferRequest": "Пожалуйста, %value% перейдите на счет ниже.",
                "table": {
                    "bank": "Банк:",
                    "iban": "IBAN:",
                    "bic": "БИК:",
                    "holder": "Владелец счета:",
                    "amount": "Сумма:",
                    "reference": "Ссылка:"
                },
                "legalMessageRatepay": "Оплата по счету обрабатывается в сотрудничестве с нашим партнером Ratepay. Ratepay только что перевел нам сумму к оплате. Вы можете дождаться прибытия заказа и проверить свою покупку, прежде чем переводить сумму счета в соответствии с инструкциями по оплате в Ratepay.",
                "legalMessage": "Почему PayPal? PayPal является нашим партнером для обработки платежей по счетам. PayPal только что перевел сумму нам напрямую. Вы платите сумму PayPal в соответствии с платежными инструкциями после того, как вы получили и проверили покупку."
            },
            "document": {
                "paymentShippingInfo": {
                    "payPalPuiPaymentMethod": "Способ оплаты: Оплата по счету"
                },
                "paymentNoteRatepay": "%companyName% передал иск против вас компании Ratepay GmbH в рамках действующего соглашения о факторинге. Платежи с эффектом погашения долга могут быть произведены только Ratepay GmbH. Пожалуйста, обратитесь к сообщению с Ratepay для получения дополнительной информации о вашем платеже.",
                "paymentNote": "%companyName% передал иск к вам PayPal (Europe) S.à r.l. et Cie, S.C.A. в рамках действующего факторингового соглашения. Платежи с эффектом погашения долга могут быть произведены только в PayPal (Europe) S.à r.l. et Cie, S.C.A."
            },
            "checkout": {
                "confirmDisclaimer": "Нажимая на кнопку, вы соглашаетесь с <a href=\"https:\/\/www.ratepay.com\/legal-payment-terms\" target=\"_blank\">условиями платежа<\/a> и <a href=\"https:\/\/www.ratepay.com\/legal-payment-dataprivacy\" target=\"_blank\">выполнения проверки риска<\/a> от платежного партнера Ratepay. Вы также соглашаетесь с заявлением о конфиденциальности PayPal <a href=\"https:\/\/www.paypal.com\/us\/webapps\/mpp\/ua\/privacy-full\" target=\"_blank\"><\/a>. Если ваш запрос на покупку по счету будет принят, заявка на покупную цену будет назначена Ratepay, и вы можете платить только Ratepay, а не продавцу.",
                "finish": {
                    "title": "Платеж обрабатывается",
                    "subtitle": "Обработка может занять до нескольких минут. Пожалуйста, не закрывайте это окно, вы будете перенаправлены."
                }
            },
            "error": {
                "unverifiedInfo": "Не удалось проверить комбинацию вашего имени и адреса. Исправьте данные и повторите попытку. Дополнительную информацию можно найти в Заявлении о конфиденциальности данных <a href=\"https:\/\/www.ratepay.com\/legal-payment-dataprivacy\" target=\"_blank\" >Ratepay<\/a> или связаться с Ratepay, используя контактную форму <a href=\"https:\/\/www.ratepay.com\/kontakt\" target=\"_blank\"><\/a>.",
                "declined": "Выбранный способ оплаты использовать невозможно. Это решение основано на автоматизированной обработке данных. Дополнительную информацию можно найти в Заявлении о конфиденциальности данных <a href=\"https:\/\/www.ratepay.com\/legal-payment-dataprivacy\" target=\"_blank\">Ratepay<\/a> или связаться с Ratepay, используя контактную форму <a href=\"https:\/\/www.ratepay.com\/kontakt\" target=\"_blank\"><\/a>."
            }
        },
        "acdc": {
            "cardNumber": "Номер карты",
            "expiration": "Дата истечения срока действия (MM\/YY)",
            "cvv": "Код безопасности (CVV)",
            "cardholderName": "Имя владельца карты",
            "zip": "Почтовый индекс выставления счета"
        },
        "smartPaymentButtons": {
            "confirmPageHint": "Ваш платеж создан. Пожалуйста, заполните его, подтвердив свой заказ.",
            "description": "Платите легко, быстро и безопасно - Пожалуйста, выберите один из этих способов оплаты на странице подтверждения."
        },
        "plus": {
            "paymentNameOverwrite": "PayPal, прямая дебетовая или кредитная карта",
            "paymentDescriptionExtension": "Оплата прямой дебетовой или кредитной картой возможна без счета PayPal."
        },
        "cookie": {
            "name": "Платежи PayPal"
        }
    }
}