{
    "paypal": {
        "general": {
            "paymentCancel": "Maksājuma process ir atcelts. Lūdzu, mēģiniet vēlreiz vai izvēlieties citu maksāšanas veidu.",
            "paymentError": "Maksājuma procesa laikā radās kļūda. Lūdzu, vēlāk mēģiniet vēlreiz vai izvēlieties citu maksāšanas veidu."
        },
        "payUponInvoice": {
            "instructions": {
                "transferRequestDate": "Lūdzu, pārskaitiet %value% līdz %date% uz PayPal.",
                "transferRequest": "Lūdzu, pārskaitiet %value% uz zemāk esošo kontu.",
                "table": {
                    "bank": "Banka:",
                    "iban": "IBĀNS:",
                    "bic": "BIC:",
                    "holder": "Konta turētājs:",
                    "amount": "Summa:",
                    "reference": "Atsauce:"
                },
                "legalMessageRatepay": "Maksājumi rēķinos tiek apstrādāti sadarbībā ar mūsu partneri Ratepay. Ratepay ir tikko pārskaitījis mums maksājamo summu. Jūs varat gaidīt pasūtījuma saņemšanu un pārbaudīt pirkumu, pirms rēķina summas pārskaitīšanas atbilstoši maksājuma norādījumiem Ratepay.",
                "legalMessage": "Kāpēc PayPal? PayPal ir mūsu partneris rēķinu maksājumu apstrādei. PayPal ir tikko pārskaitījis summu mums tieši. Jūs maksājat summu PayPal saskaņā ar maksājuma instrukcijām pēc tam, kad esat saņēmis un pārbaudījis savu pirkumu."
            },
            "document": {
                "paymentShippingInfo": {
                    "payPalPuiPaymentMethod": "Apmaksas veids: Maksāt pēc rēķina"
                },
                "paymentNoteRatepay": "%companyName% ir nodevis prasību pret Jums Ratepay GmbH pašreizējā faktoringa līguma ietvaros. Maksājumus ar parāda dzēšanas efektu var veikt tikai Ratepay GmbH. Sīkāku informāciju par maksājumu skatiet saziņā ar Ratepay.",
                "paymentNote": "%companyName% ir piešķīrusi prasību pret jums PayPal (Europe) S.à r.l. et Cie, S.C.A. kā daļu no pašreizējā faktoringa līguma. Maksājumus ar parāda dzēšanas efektu var veikt tikai PayPal (Europe) S.à r.l. et Cie, S.C.A."
            },
            "checkout": {
                "confirmDisclaimer": "Noklikšķinot uz pogas, jūs piekrītat <a href=\"https://www.ratepay.com/legal-payment-terms\" target=\"_blank\">maksājuma noteikumiem</a> un <a href=\"https://www.ratepay.com/legal-payment-dataprivacy\" target=\"_blank\">riska pārbaudes</a> veikšanai no maksājumu partnera Ratepay. Jūs arī piekrītat PayPal <a href=\"https://www.paypal.com/us/webapps/mpp/ua/privacy-full\" target=\"_blank\">konfidencialitātes paziņojumam</a>. Ja jūsu pirkuma pieprasījums Pēc rēķina pieņemšanas, pirkuma cenas pieprasījums tiks piešķirts Ratepay, un jūs varat maksāt tikai Ratepay, nevis tirgotājam.",
                "finish": {
                    "title": "Maksājums tiek apstrādāts",
                    "subtitle": "Apstrāde var ilgt vairākas minūtes. Lūdzu, neaizveriet šo logu, jūs tiksiet novirzīts."
                }
            },
            "error": {
                "unverifiedInfo": "Jūsu vārda un adreses kombināciju nevarēja validēt. Lūdzu, labojiet savus datus un mēģiniet vēlreiz. Papildu informāciju varat atrast <a href=\"https://www.ratepay.com/legal-payment-dataprivacy\" target=\"_blank\" >Ratepay datu privātuma deklarācijā</a> vai sazināties ar Ratepay, izmantojot šo <a href=\"https://www.ratepay.com/kontakt\" target=\"_blank\">kontaktu formu</a>.",
                "declined": "Izvēlēto maksāšanas veidu nav iespējams izmantot. Šis lēmums ir balstīts uz automatizētu datu apstrādi. Papildu informāciju varat atrast <a href=\"https://www.ratepay.com/legal-payment-dataprivacy\" target=\"_blank\">Ratepay datu privātuma deklarācijā</a> vai sazināties ar Ratepay, izmantojot šo <a href=\"https://www.ratepay.com/kontakt\" target=\"_blank\">kontaktu formu</a>."
            }
        },
        "acdc": {
            "cardNumber": "Kartes numurs",
            "expiration": "Derīguma termiņš (MM/GG)",
            "cvv": "Drošības kods (CVV)",
            "cardholderName": "Kartes turētāja vārds",
            "zip": "Rēķinu pasta indekss"
        },
        "smartPaymentButtons": {
            "confirmPageHint": "Jūsu maksājums ir izveidots. Lūdzu, aizpildiet to, apstiprinot savu pasūtījumu.",
            "description": "Maksāt viegli, ātri un droši - Lūdzu, izvēlieties vienu no šiem maksāšanas veidiem apstiprinājuma lapā."
        },
        "plus": {
            "paymentNameOverwrite": "PayPal, tiešā debeta vai kredītkartes",
            "paymentDescriptionExtension": "Maksājums ar tiešā debeta vai kredītkarti ir iespējams bez PayPal konta."
        },
        "cookie": {
            "name": "PayPal maksājumi"
        }
    }
}