{
    "paypal": {
        "general": {
            "paymentCancel": "Der Zahlungsvorgang wurde abgebrochen. Bitte versuchen Sie es erneut oder wählen Sie eine andere Zahlungsmethode.",
            "paymentError": "Während des Zahlungsvorgangs ist ein Fehler aufgetreten. Bitte versuchen Sie es später erneut oder wählen Sie eine andere Zahlungsmethode."
        },
        "payUponInvoice": {
            "instructions": {
                "transferRequestDate": "Bitte überweisen Sie %value% bis %date% an PayPal.",
                "transferRequest": "Bitte überweisen Sie %value% auf das unten stehende Konto.",
                "table": {
                    "bank": "Bank:",
                    "iban": "IBAN:",
                    "bic": "BIC:",
                    "holder": "Kontoinhaber:",
                    "amount": "Menge:",
                    "reference": "Hinweis:"
                },
                "legalMessageRatepay": "Zahlungen auf Rechnung werden in Zusammenarbeit mit unserem Partner Ratepay abgewickelt. Ratepay hat gerade den zu zahlenden Betrag an uns überwiesen. Sie können auf das Eintreffen der Bestellung warten und Ihren Kauf überprüfen, bevor Sie den Rechnungsbetrag gemäß den Zahlungsanweisungen an Ratepay überweisen.",
                "legalMessage": "Warum PayPal? PayPal ist unser Partner für die Verarbeitung von Rechnungszahlungen. PayPal hat den Betrag gerade direkt an uns überwiesen. Sie zahlen den Betrag gemäß den Zahlungsanweisungen an PayPal, nachdem Sie Ihren Kauf erhalten und überprüft haben."
            },
            "document": {
                "paymentShippingInfo": {
                    "payPalPuiPaymentMethod": "Zahlungsmethode: Bezahlen auf Rechnung"
                },
                "paymentNoteRatepay": "%companyName% hat die Forderung gegen Sie im Rahmen einer laufenden Factoringvereinbarung an die Ratepay GmbH abgetreten. Zahlungen mit schuldbefreiender Wirkung können nur an die Ratepay GmbH geleistet werden. Weitere Einzelheiten zu Ihrer Zahlung finden Sie in der Kommunikation mit Ratepay.",
                "paymentNote": "%companyName% hat die Forderung gegen Sie im Rahmen einer aktuellen Factoring-Vereinbarung an PayPal (Europe) S.à r.l. et Cie, S.C.A. abgetreten. Zahlungen mit schuldbefreiender Wirkung können nur an PayPal (Europe) S.à r.l. et Cie, S.C.A."
            },
            "checkout": {
                "confirmDisclaimer": "Mit einem Klick auf den Button erklären Sie sich mit den <a href=\"https://www.ratepay.com/legal-payment-terms\" target=\"_blank\">Zahlungsbedingungen</a> und der <a href=\"https://www.ratepay.com/legal-payment-dataprivacy\" target=\"_blank\">Durchführung eines Risikochecks</a> des Zahlungspartners Ratepay einverstanden. Sie stimmen auch der <a href=\"https://www.paypal.com/us/webapps/mpp/ua/privacy-full\" target=\"_blank\">Datenschutzerklärung von PayPal zu.</a>Wenn Ihre Anfrage zum Kauf auf Rechnung akzeptiert wird, wird die Kaufpreisforderung an Ratepay abgetreten, und Sie können nur Ratepay bezahlen, nicht den Händler.",
                "finish": {
                    "title": "Die Zahlung wird bearbeitet",
                    "subtitle": "Die Bearbeitung kann bis zu mehreren Minuten dauern. Bitte schließen Sie dieses Fenster nicht, Sie werden weitergeleitet."
                }
            },
            "error": {
                "unverifiedInfo": "Die Kombination aus Ihrem Namen und Ihrer Adresse konnte nicht bestätigt werden. Bitte korrigieren Sie Ihre Daten und versuchen Sie es erneut. Weitere Informationen finden Sie in der Datenschutzerklärung von <a href=\"https://www.ratepay.com/legal-payment-dataprivacy\" target=\"_blank\" >Ratepay</a> oder Sie können Ratepay über dieses Kontaktformular kontaktieren. <a href=\"https://www.ratepay.com/kontakt\" target=\"_blank\"></a>",
                "declined": "Es ist nicht möglich, die gewählte Zahlungsmethode zu verwenden. Diese Entscheidung basiert auf einer automatisierten Datenverarbeitung. Weitere Informationen finden Sie in der Datenschutzerklärung von <a href=\"https://www.ratepay.com/legal-payment-dataprivacy\" target=\"_blank\">Ratepay</a> oder Sie können Ratepay über dieses Kontaktformular kontaktieren. <a href=\"https://www.ratepay.com/kontakt\" target=\"_blank\"></a>"
            }
        },
        "acdc": {
            "cardNumber": "Nummer der Karte",
            "expiration": "Verfallsdatum (MM/JJ)",
            "cvv": "Sicherheitscode (CVV)",
            "cardholderName": "Name des Karteninhabers",
            "zip": "Postleitzahl für die Abrechnung"
        },
        "smartPaymentButtons": {
            "confirmPageHint": "Ihre Zahlung wurde erstellt. Bitte vervollständigen Sie es, indem Sie Ihre Bestellung bestätigen.",
            "description": "Einfach, schnell und sicher zahlen — Bitte wählen Sie eine dieser Zahlungsmethoden auf der Bestätigungsseite."
        },
        "plus": {
            "paymentNameOverwrite": "PayPal, Lastschrift oder Kreditkarte",
            "paymentDescriptionExtension": "Die Zahlung per Lastschrift oder Kreditkarte ist ohne PayPal-Konto möglich."
        },
        "cookie": {
            "name": "PayPal-Zahlungen"
        }
    }
}