{
    "paypal": {
        "general": {
            "paymentCancel": "Proces plaćanja je otkazan. Pokušajte ponovo ili odaberite drugi način plaćanja.",
            "paymentError": "Došlo je do greške tokom postupka plaćanja. Pokušajte ponovo kasnije ili odaberite drugi način plaćanja."
        },
        "payUponInvoice": {
            "instructions": {
                "transferRequestDate": "Molimo vas da prebacite %value% do %date% na PayPal.",
                "transferRequest": "Molimo vas da prebacite %value% na račun ispod.",
                "table": {
                    "bank": "Banka:",
                    "iban": "IBAN:",
                    "bic": "BIC:",
                    "holder": "Nositelj računa:",
                    "amount": "Iznos:",
                    "reference": "Referenca:"
                },
                "legalMessageRatepay": "Plaćanje po fakturi obrađuju se u saradnji sa našim partnerom Rotepay. Ritepay nam je upravo prenio iznos koji se plaća. Možete pričekati da narudžba stigne i provjeriti kupovinu, prije nego što iznos fakture prebacite u skladu s uputama za plaćanje na Rotepay.",
                "legalMessage": "Zašto PayPal? PayPal je naš partner za obradu plaćanja fakture. PayPal je upravo prenio iznos na nas direktno. Plaćate iznos PayPal prema uputstvima za plaćanje nakon što primite i provjerite kupovinu."
            },
            "document": {
                "paymentShippingInfo": {
                    "payPalPuiPaymentMethod": "Način plaćanja: Plaćanje po fakturi"
                },
                "paymentNoteRatepay": "%companyName% je dodijelio zahtjev protiv vas Rotepay GmbH kao dio trenutnog ugovora o faktoringu. Plaćanja s učinkom ispuštanja duga mogu se izvršiti samo Ritepay GmbH. Molimo pogledajte komunikaciju s Rotepay za više detalja o vašoj uplati.",
                "paymentNote": "%companyName% je dodijelio tužbu protiv vas PayPal (Europe) s.à r.l. et Cie, S.C.A. kao dio trenutnog ugovora o faktoringu. Plaćanja s učinkom pražnjenja duga mogu se izvršiti samo na PayPal (Europe) s.à r.l. et Cie, S.C.A."
            },
            "checkout": {
                "confirmDisclaimer": "Klikom na dugme pristajete na <a href=\"https://www.ratepay.com/legal-payment-terms\" target=\"_blank\">uslova plaćanja</a> i <a href=\"https://www.ratepay.com/legal-payment-dataprivacy\" target=\"_blank\">izvršenja provjere rizika</a> od partnera za plaćanje, Rotepay. Također se slažete s PayPal <a href=\"https://www.paypal.com/us/webapps/mpp/ua/privacy-full\" target=\"_blank\">izjavom o privatnosti</a>. Ako je vaš zahtjev za kupovinu Nakon fakture prihvaćen, zahtjev za kupovnu cijenu bit će dodijeljen Rotepay, a vi možete platiti samo Rotepay, a ne trgovcu.",
                "finish": {
                    "title": "Plaćanje se obrađuje",
                    "subtitle": "Obrada može potrajati i do nekoliko minuta. Molimo vas da ne zatvarate ovaj prozor, bit ćete preusmjereni."
                }
            },
            "error": {
                "unverifiedInfo": "Kombinacija vašeg imena i adrese nije mogla potvrditi. Ispravite svoje podatke i pokušajte ponovo. Dodatne informacije možete pronaći u Izjavi o privatnosti podataka <a href=\"https://www.ratepay.com/legal-payment-dataprivacy\" target=\"_blank\" >Rotepay</a> ili se možete obratiti Ritepay koristeći ovaj <a href=\"https://www.ratepay.com/kontakt\" target=\"_blank\">kontakt obrazac</a>.",
                "declined": "Nije moguće koristiti odabrani način plaćanja. Ova odluka se zasniva na automatiziranoj obradi podataka. Dodatne informacije možete pronaći u Izjavi o privatnosti podataka <a href=\"https://www.ratepay.com/legal-payment-dataprivacy\" target=\"_blank\">Rotepay</a> ili se možete obratiti Ritepay koristeći ovaj <a href=\"https://www.ratepay.com/kontakt\" target=\"_blank\">kontakt obrazac</a>."
            }
        },
        "acdc": {
            "cardNumber": "Broj kartice",
            "expiration": "Datum isteka (MM/GG)",
            "cvv": "Sigurnosni kod (CVV)",
            "cardholderName": "Ime vlasnika kartice",
            "zip": "Poštanski broj za naplatu"
        },
        "smartPaymentButtons": {
            "confirmPageHint": "Vaša uplata je stvorena. Molimo vas da ga dovršite, potvrđujući vašu narudžbu.",
            "description": "Platite lako, brzo i sigurno - Molimo odaberite jedan od ovih načina plaćanja na stranici za potvrdu."
        },
        "plus": {
            "paymentNameOverwrite": "PayPal, izravna debitna ili kreditna kartica",
            "paymentDescriptionExtension": "Plaćanje direktnim debitnim ili kreditnim karticama moguće je bez PayPal računa."
        },
        "cookie": {
            "name": "PayPal plaćanja"
        }
    }
}