{
    "paypal": {
        "general": {
            "paymentCancel": "El procés de pagament ha estat cancel·lat. Torneu-ho a provar o trieu un altre mètode de pagament.",
            "paymentError": "S'ha produït un error durant el procés de pagament. Torneu-ho a provar més tard o trieu un altre mètode de pagament."
        },
        "payUponInvoice": {
            "instructions": {
                "transferRequestDate": "Transferiu %value% fins a %date% a PayPal.",
                "transferRequest": "Transferiu %value% al compte següent.",
                "table": {
                    "bank": "Banc:",
                    "iban": "IBAN:",
                    "bic": "BIC:",
                    "holder": "Titular del compte:",
                    "amount": "Quantitat:",
                    "reference": "Referència:"
                },
                "legalMessageRatepay": "Pagar el pagament de factures es processen en col·laboració amb el nostre soci Ratepay. Ratepay acaba de transferir l'import a pagar a nosaltres. Podeu esperar que arribi la comanda i comprovar la vostra compra, abans de transferir l'import de la factura d'acord amb les instruccions de pagament a Ratepay.",
                "legalMessage": "Per què PayPal? PayPal és el nostre soci per processar pagaments de factures. PayPal acaba de transferir la quantitat a nosaltres directament. Vostè paga la quantitat a PayPal d'acord amb les instruccions de pagament després d'haver rebut i comprovat la seva compra."
            },
            "document": {
                "paymentShippingInfo": {
                    "payPalPuiPaymentMethod": "Forma de pagament: Pagar amb factura"
                },
                "paymentNoteRatepay": "%companyName% ha assignat la reclamació contra vostè a Ratepay GmbH com a part d'un acord de factoring actual. Els pagaments amb efecte de descàrrega de deute només es poden fer a Ratepay GmbH. Consulteu la comunicació amb Ratepay per obtenir més informació sobre el vostre pagament.",
                "paymentNote": "%companyName% ha assignat la reclamació contra vostè a PayPal (Europe) S.à r.l. et Cie, S.C.A. com a part d'un acord de factoring actual. Els pagaments amb efecte de descàrrega de deute només es poden fer a PayPal (Europa) S.à r.l. i Cie, S.C.A."
            },
            "checkout": {
                "confirmDisclaimer": "En fer clic al botó, vostè accepta els <a href=\"https://www.ratepay.com/legal-payment-terms\" target=\"_blank\">termes de pagament</a> i <a href=\"https://www.ratepay.com/legal-payment-dataprivacy\" target=\"_blank\">rendiment d'un xec de risc</a> del soci de pagament, Ratepay. També accepteu la declaració de privadesa de PayPal <a href=\"https://www.paypal.com/us/webapps/mpp/ua/privacy-full\" target=\"_blank\"></a>. Si la vostra sol·licitud de compra Un cop acceptada la factura, la reclamació del preu de compra s'assignarà a Ratepay i només podreu pagar a Ratepay, no al comerciant.",
                "finish": {
                    "title": "S'està tramitant el pagament",
                    "subtitle": "El processament pot trigar fins a diversos minuts. Si us plau, no tanqueu aquesta finestra, sereu redirigits."
                }
            },
            "error": {
                "unverifiedInfo": "La combinació del vostre nom i adreça no s'ha pogut validar. Corregiu les vostres dades i torneu a intentar-ho. Podeu trobar més informació a la Declaració de privadesa de dades <a href=\"https://www.ratepay.com/legal-payment-dataprivacy\" target=\"_blank\" >Ratepay</a> o podeu contactar amb Ratepay mitjançant aquest formulari de contacte <a href=\"https://www.ratepay.com/kontakt\" target=\"_blank\"></a>.",
                "declined": "No és possible utilitzar el mètode de pagament seleccionat. Aquesta decisió es basa en el tractament automatitzat de dades. Podeu trobar més informació a la Declaració de privadesa de dades <a href=\"https://www.ratepay.com/legal-payment-dataprivacy\" target=\"_blank\">Ratepay</a> o podeu contactar amb Ratepay mitjançant aquest formulari de contacte <a href=\"https://www.ratepay.com/kontakt\" target=\"_blank\"></a>."
            }
        },
        "acdc": {
            "cardNumber": "Número de targeta",
            "expiration": "Data de caducitat (MM/YY)",
            "cvv": "Codi de seguretat (CVV)",
            "cardholderName": "Nom del titular de la targeta",
            "zip": "Codi postal de facturació"
        },
        "smartPaymentButtons": {
            "confirmPageHint": "El seu pagament ha estat creat. Si us plau, completi, confirmant la seva comanda.",
            "description": "Pagar fàcil, ràpid i segur - Si us plau, triï un d'aquests mètodes de pagament a la pàgina de confirmació."
        },
        "plus": {
            "paymentNameOverwrite": "PayPal, domiciliació o targeta de crèdit",
            "paymentDescriptionExtension": "El pagament mitjançant targeta de dèbit o crèdit és possible sense un compte PayPal."
        },
        "cookie": {
            "name": "Pagaments PayPal"
        }
    }
}