{
    "paypal": {
        "acdc": {
            "cardNumber": "Número de targeta",
            "cardholderName": "Nom del titular de la targeta",
            "cvv": "Codi de seguretat (CVV)",
            "expiration": "Data de caducitat (MM/YY)",
            "zip": "Codi postal de facturació"
        },
        "cookie": {
            "googlePay": "Pagaments de Google Pay",
            "name": "Pagaments PayPal"
        },
        "error": {
            "SWAG_PAYPAL__API_CANNOT_BE_ZERO_OR_NEGATIVE": "La quantitat total no ha de ser zero ni negativa. Si us plau, torneu a intentar amb una quantitat superior a zero o trieu un altre mètode de pagament.",
            "SWAG_PAYPAL__API_NOT_AVAILABLE": "Actualment, els serveis de PayPal no estan disponibles. Si us plau, torneu-ho a provar més tard.",
            "SWAG_PAYPAL__API_POSTAL_CODE_REQUIRED": "L'adreça proporcionada no conté codi postal. Si us plau, afegiu el vostre codi postal.",
            "SWAG_PAYPAL__API_SHIPPING_ADDRESS_INVALID": "L'adreça d'enviament introduïda no va ser acceptada pel proveïdor de pagament. Si us plau, comproveu la vostra adreça o trieu un altre mètode de pagament.",
            "SWAG_PAYPAL__BROWSER_UNSUPPORTED": "El mètode de pagament seleccionat no admet el vostre navegador actual. Si us plau, torneu a provar amb un altre navegador o trieu un altre mètode de pagament.",
            "SWAG_PAYPAL__CARD_VALIDATION_FAILED": "Les dades de la targeta de crèdit introduïdes no s'han pogut validar. Si us plau, comproveu les vostres entrades i torneu-ho a provar.",
            "SWAG_PAYPAL__EXPRESS_GENERIC_ERROR": "S'ha produït un error durant el procés de comanda de PayPal. Si us plau, torneu-ho a provar més tard o utilitzeu el pagament habitual.",
            "SWAG_PAYPAL__EXPRESS_USER_CANCELLED": "El procés de comanda de PayPal ha estat cancel·lat. Si us plau, torneu-ho a provar o utilitzeu el pagament normal.",
            "SWAG_PAYPAL__GENERIC_ERROR": "S'ha produït un error durant el procés de pagament. Si us plau, torneu a provar més tard o trieu un altre mètode de pagament.",
            "SWAG_PAYPAL__USER_CANCELLED": "El procés de pagament ha estat cancel·lat. Si us plau, torneu a provar o trieu un altre mètode de pagament.",
            "handler_swag_puihandler": {
                "SWAG_PAYPAL__API_PAYMENT_SOURCE_DECLINED_BY_PROCESSOR": "El mètode de pagament seleccionat va ser rebutjat a causa d'un procediment automatitzat de tractament de dades. Per a més informació llegiu la declaració de privacitat de dades <a href=\"https://www.ratepay.com/legal-payment-dataprivacy\" target=\"_blank\">Ratepay</a> o utilitzeu el formulari de contacte de Ratepay <a href=\"https://www.ratepay.com/kontakt\" target=\"_blank\"></a>.",
                "SWAG_PAYPAL__API_PAYMENT_SOURCE_INFO_CANNOT_BE_VERIFIED": "El vostre nom i/o adreça no s'han pogut validar. Si us plau, comproveu les vostres entrades i torneu-ho a provar. Per a més informació llegiu la declaració de privacitat de dades <a href=\"https://www.ratepay.com/legal-payment-dataprivacy\" target=\"_blank\" >Ratepay</a> o utilitzeu el formulari de contacte de Ratepay <a href=\"https://www.ratepay.com/kontakt\" target=\"_blank\"></a>."
            }
        },
        "general": {
            "browserUnsupported": "El vostre navegador actual no és compatible amb el mètode de pagament seleccionat. Si us plau, proveu un altre navegador o trieu un altre mètode de pagament.",
            "paymentCancel": "El procés de pagament ha estat cancel·lat. Si us plau, torneu a provar o trieu un altre mètode de pagament.",
            "paymentError": "S'ha produït un error durant el procés de pagament. Si us plau, torneu a provar més tard o trieu un altre mètode de pagament."
        },
        "payUponInvoice": {
            "checkout": {
                "confirmDisclaimer": "Fent clic al botó, acceptes les condicions de pagament <a href=\"https://www.ratepay.com/legal-payment-terms\" target=\"_blank\"></a> i <a href=\"https://www.ratepay.com/legal-payment-dataprivacy\" target=\"_blank\">realització d'un xec de risc</a> del soci de pagament, Ratepay. També accepteu la declaració de privacitat <a href=\"https://www.paypal.com/us/webapps/mpp/ua/privacy-full\" target=\"_blank\"></a>de PayPal. Si s'accepta la vostra sol·licitud de compra Després de la factura, la reclamació del preu de compra s'assignarà a Ratepay, i només podeu pagar Ratepay, no al comerciant.",
                "finish": {
                    "subtitle": "El processament pot trigar fins a diversos minuts. Si us plau, no tanqueu aquesta finestra, seràs redirigit.",
                    "title": "El pagament s'està tramitant"
                }
            },
            "document": {
                "paymentNote": "%companyName% ha assignat la reclamació contra vostè a PayPal (Europe) S.à r.l. et Cie, S.C.A. com a part d'un acord de factoring actual. Els pagaments amb efecte de descàrrega de deute només es poden fer a PayPal (Europa) S.à r.l. i Cie, S.C.A.",
                "paymentNoteRatepay": "%companyName% ha assignat la reclamació contra vostè a Ratepay GmbH com a part d'un acord de factoring vigent. Els pagaments amb efecte de descàrrega de deute només es poden fer a Ratepay GmbH. Consulteu la comunicació amb Ratepay per obtenir més detalls sobre el vostre pagament.",
                "paymentShippingInfo": {
                    "payPalPuiPaymentMethod": "Forma de pagament: Pagar amb factura"
                }
            },
            "error": {
                "declined": "No és possible utilitzar el mètode de pagament seleccionat. Aquesta decisió es basa en el tractament automatitzat de dades. Podeu trobar més informació a la Declaració de privacitat de dades de <a href=\"https://www.ratepay.com/legal-payment-dataprivacy\" target=\"_blank\">Ratepay</a> o podeu contactar amb Ratepay mitjançant aquest <a href=\"https://www.ratepay.com/kontakt\" target=\"_blank\">formulari de contacte</a>.",
                "unverifiedInfo": "No s'ha pogut validar la combinació del vostre nom i adreça. Si us plau, corregiu les vostres dades i torneu a intentar-ho. Podeu trobar més informació a la Declaració de privacitat de dades de <a href=\"https://www.ratepay.com/legal-payment-dataprivacy\" target=\"_blank\" >Ratepay</a> o podeu contactar amb Ratepay mitjançant aquest <a href=\"https://www.ratepay.com/kontakt\" target=\"_blank\">formulari de contacte</a>."
            },
            "instructions": {
                "legalMessage": "Per què PayPal? PayPal és el nostre soci per processar pagaments de factures. PayPal acaba de transferir la quantitat a nosaltres directament. Vostè paga la quantitat a PayPal d'acord amb les instruccions de pagament després d'haver rebut i comprovat la seva compra.",
                "legalMessageRatepay": "Els pagaments de pagament a la factura es processen en col·laboració amb el nostre soci Ratepay. Ratepay ens acaba de transferir l'import pagable. Podeu esperar a que arribi la comanda i comprovar la vostra compra, abans de transferir l'import de la factura d'acord amb les instruccions de pagament a Ratepay.",
                "table": {
                    "amount": "Quantitat:",
                    "bank": "Banc:",
                    "bic": "BIC:",
                    "holder": "Titular del compte:",
                    "iban": "IBAN:",
                    "reference": "Referència:"
                },
                "transferRequest": "Si us plau, transfereix %value% al compte següent.",
                "transferRequestDate": "Si us plau, transfereix %value% fins a %date% a PayPal."
            }
        },
        "plus": {
            "paymentDescriptionExtension": "El pagament mitjançant targeta de dèbit o crèdit és possible sense un compte PayPal.",
            "paymentNameOverwrite": "PayPal, domiciliació o targeta de crèdit"
        },
        "smartPaymentButtons": {
            "confirmPageHint": "El seu pagament ha estat creat. Si us plau, completi, confirmant la seva comanda.",
            "description": "Pagar fàcil, ràpid i segur - Si us plau, triï un d'aquests mètodes de pagament a la pàgina de confirmació."
        },
        "vault": {
            "account": {
                "clear": "Eliminar el compte",
                "create": "Recorda compte per a futures compres"
            },
            "card": {
                "clear": "Treure la targeta",
                "create": "Recorda targeta per a futures compres"
            }
        }
    }
}
