{
    "paypal": {
        "acdc": {
            "cardNumber": "Kortelės numeris",
            "cardholderName": "Kortelės savininko vardas",
            "cvv": "Saugos kodas (CVV)",
            "expiration": "Galioja iki (MM/YY)",
            "zip": "Pirkėjo pašto kodas"
        },
        "cookie": {
            "googlePay": "“Google Pay” mokėjimai",
            "name": "PayPal mokėjimai"
        },
        "error": {
            "SWAG_PAYPAL__API_CANNOT_BE_ZERO_OR_NEGATIVE": "Bendra suma neturi būti lygi nuliui ar neigiamai. Prašome bandyti dar kartą su suma didesnė nei nulis arba pasirinkti kitą mokėjimo būdą.",
            "SWAG_PAYPAL__API_POSTAL_CODE_REQUIRED": "Pateiktame adrese nėra pašto kodo. Prašome pridėti savo pašto kodą.",
            "SWAG_PAYPAL__BROWSER_UNSUPPORTED": "Pasirinktas mokėjimo būdas nepalaiko jūsų dabartinės naršyklės. Pabandykite dar kartą naudodami kitą naršyklę arba pasirinkite kitą mokėjimo būdą.",
            "SWAG_PAYPAL__CARD_VALIDATION_FAILED": "Įvesti kredito kortelės duomenys negalėjo būti patvirtinti. Patikrinkite įrašus ir bandykite dar kartą.",
            "SWAG_PAYPAL__EXPRESS_GENERIC_ERROR": "“PayPal” užsakymo proceso metu įvyko klaida. Pabandykite dar kartą vėliau arba naudokite įprastą kasą.",
            "SWAG_PAYPAL__EXPRESS_USER_CANCELLED": "“PayPal” užsakymo procesas buvo atšauktas. Pabandykite dar kartą arba naudokite įprastą kasą.",
            "SWAG_PAYPAL__GENERIC_ERROR": "Mokėjimo proceso metu įvyko klaida. Bandykite dar kartą vėliau arba pasirinkite kitą mokėjimo būdą.",
            "SWAG_PAYPAL__USER_CANCELLED": "Mokėjimo procesas buvo atšauktas. Bandykite dar kartą arba pasirinkite kitą mokėjimo būdą.",
            "handler_swag_puihandler": {
                "SWAG_PAYPAL__API_PAYMENT_SOURCE_DECLINED_BY_PROCESSOR": "Pasirinktas mokėjimo būdas buvo atmestas dėl automatizuotos duomenų apdorojimo procedūros. Norėdami gauti daugiau informacijos, skaitykite <a href=\"https://www.ratepay.com/legal-payment-dataprivacy\" target=\"_blank\">Ratepay duomenų privatumo pareiškimą</a> arba naudokite Ratepay <a href=\"https://www.ratepay.com/kontakt\" target=\"_blank\">kontaktinę formą</a>.",
                "SWAG_PAYPAL__API_PAYMENT_SOURCE_INFO_CANNOT_BE_VERIFIED": "Jūsų vardas ir (arba) adresas negali būti patvirtintas. Patikrinkite įrašus ir bandykite dar kartą. Norėdami gauti daugiau informacijos, skaitykite <a href=\"https://www.ratepay.com/legal-payment-dataprivacy\" target=\"_blank\" >Ratepay duomenų privatumo pareiškimą</a> arba naudokite Ratepay <a href=\"https://www.ratepay.com/kontakt\" target=\"_blank\">kontaktinę formą</a>."
            }
        },
        "general": {
            "browserUnsupported": "Jūsų dabartinė naršyklė nepalaikoma pasirinktu mokėjimo būdu. Išbandykite kitą naršyklę arba pasirinkite kitą mokėjimo būdą.",
            "paymentCancel": "Mokėjimo procesas buvo atšauktas. Bandykite dar kartą arba pasirinkite kitą mokėjimo būdą.",
            "paymentError": "Mokėjimo proceso metu įvyko klaida. Bandykite dar kartą vėliau arba pasirinkite kitą mokėjimo būdą."
        },
        "payUponInvoice": {
            "checkout": {
                "confirmDisclaimer": "Spustelėję mygtuką, jūs sutinkate su <a href=\"https://www.ratepay.com/legal-payment-terms\" target=\"_blank\">mokėjimo sąlygos</a> ir <a href=\"https://www.ratepay.com/legal-payment-dataprivacy\" target=\"_blank\">atlikti rizikos čekį</a> iš mokėjimo partnerio, Ratepay. Jūs taip pat sutinkate su “PayPal” <a href=\"https://www.paypal.com/us/webapps/mpp/ua/privacy-full\" target=\"_blank\">privatumo patvirtinimu</a>. Jei jūsų prašymas pirkti sąskaitą faktūrą bus priimtas, reikalavimas dėl pirkimo kainos bus priskirtas Ratepay, ir jūs galite mokėti tik Ratepay, o ne prekybininkas.",
                "finish": {
                    "subtitle": "Apdorojimas gali užtrukti iki kelių minučių. Prašome neuždarykite šio lango, būsite nukreipti.",
                    "title": "Mokėjimas yra apdorojamas"
                }
            },
            "document": {
                "paymentNote": "%companyName% pagal galiojančią faktoringo sutartį su „PayPal” Europe,S.àr.l. et Cie, S.C.A. prieš jus pateikė pretenziją. Mokėjimai, naikinantys skolą, gali būti atliekami tik „PayPal” (Europe) S.àr.l. et Cie, S.C.A.",
                "paymentNoteRatepay": "%companyName% priskyrė pretenziją prieš jus Ratepay GmbH kaip dabartinės faktoringo sutarties dalį. Mokėjimai, turintys skolos padengimo efektą, gali būti atliekami tik Ratepay GmbH. Daugiau informacijos apie mokėjimą ieškokite komunikacijoje su Ratepay.",
                "paymentShippingInfo": {
                    "payPalPuiPaymentMethod": "Mokėjimo būdas: Pagal sąskaitą faktūrą"
                }
            },
            "error": {
                "declined": "Neįmanoma naudoti pasirinkto mokėjimo būdo. Šis sprendimas pagrįstas automatizuotu duomenų apdorojimu. Daugiau informacijos galite rasti <a href=\"https://www.ratepay.com/legal-payment-dataprivacy\" target=\"_blank\">Ratepay duomenų privatumo nuostatose</a> arba galite susisiekti su Ratepay naudodami šią <a href=\"https://www.ratepay.com/kontakt\" target=\"_blank\">kontaktų formą</a>.",
                "unverifiedInfo": "Jūsų vardo ir adreso derinys negalėjo būti patvirtintas. Pataisykite savo duomenis ir bandykite dar kartą. Daugiau informacijos galite rasti <a href=\"https://www.ratepay.com/legal-payment-dataprivacy\" target=\"_blank\" >Ratepay duomenų privatumo nuostatose</a> arba galite susisiekti su Ratepay naudodami šią <a href=\"https://www.ratepay.com/kontakt\" target=\"_blank\">kontaktų formą</a>."
            },
            "instructions": {
                "legalMessage": "Kodėl PayPal? Paypal yra mūsų partneris apdoroti atidėtus mokėjimus. Paypal katik pervedė sumą tiesiai mums. Jūs mokate sumą PayPal pagal mokėjimo instrukcijas po to kai gaunate ir patikrinate savo pirkinį.",
                "legalMessageRatepay": "Mokėjimai pagal sąskaitą faktūrą yra tvarkomi bendradarbiaujant su mūsų partneriu Ratepay. Ratepay ką tik pervedė mums mokėtiną sumą. Galite palaukti, kol užsakymas atvyks, ir patikrinti savo pirkinį, prieš pervesdami sąskaitos faktūros sumą pagal mokėjimo nurodymus Ratepay.",
                "table": {
                    "amount": "Suma:",
                    "bank": "Bankas:",
                    "bic": "BIC:",
                    "holder": "Paskyros savininkas:",
                    "iban": "IBAN:",
                    "reference": "Nuoroda:"
                },
                "transferRequest": "Prašome pervesti %value% į žemiau esančią sąskaitą.",
                "transferRequestDate": "Prašome pervesti %value% iki %date% į PayPal."
            }
        },
        "plus": {
            "paymentDescriptionExtension": "Mokėjimas tiesioginiu pavedimu arba kredito kortele galimas ir be PayPal sąskaitos.",
            "paymentNameOverwrite": "PayPal, tiesioginis pavedimas arba kredito kortelė"
        },
        "smartPaymentButtons": {
            "confirmPageHint": "Mokėjimas sukurtas. Prašome jį pabaigti, patvirtinant užsakymą.",
            "description": "Apmokėkite lengvai, greitai ir saugiai - Pasirinkite vieną iš mokėjimo būdų patvirtinimo puslapyje."
        },
        "vault": {
            "account": {
                "clear": "Pašalinti paskyrą",
                "create": "Prisiminkite sąskaitą būsimiems pirkimams"
            },
            "card": {
                "clear": "Pašalinti kortelę",
                "create": "Prisiminkite kortelę būsimiems pirkiniams"
            }
        }
    }
}
