{
    "paypal": {
        "acdc": {
            "cardNumber": "Kaardi number",
            "cardholderName": "Kaardi omaniku nimi",
            "cvv": "Turvakood (CVV)",
            "expiration": "Aegumiskuupäev (MM/YY)",
            "zip": "Arvelduspostiindeks"
        },
        "cookie": {
            "googlePay": "Google Pay maksed",
            "name": "PayPali maksed"
        },
        "error": {
            "SWAG_PAYPAL__API_CANNOT_BE_ZERO_OR_NEGATIVE": "Kogusumma ei tohi olla null ega negatiivne. Proovige uuesti summaga, mis on suurem kui null, või valige mõni muu makseviis.",
            "SWAG_PAYPAL__API_POSTAL_CODE_REQUIRED": "Esitatud aadress ei sisalda postiindeksit. Palun lisage oma postiindeks.",
            "SWAG_PAYPAL__API_SHIPPING_ADDRESS_INVALID": "Sisestatud saatmisaadressi maksepakkuja ei aktsepteerinud. Kontrollige oma aadressi või valige mõni muu makseviis.",
            "SWAG_PAYPAL__BROWSER_UNSUPPORTED": "Valitud makseviis ei toeta teie praegust brauserit. Proovige uuesti mõne muu brauseriga või valige mõni muu makseviis.",
            "SWAG_PAYPAL__CARD_VALIDATION_FAILED": "Sisestatud krediitkaardi andmeid ei õnnestunud kinnitada. Kontrollige oma sissekandeid ja proovige uuesti.",
            "SWAG_PAYPAL__EXPRESS_GENERIC_ERROR": "PayPali tellimisprotsessi käigus ilmnes viga. Proovige hiljem uuesti või kasutage tavalist kassat.",
            "SWAG_PAYPAL__EXPRESS_USER_CANCELLED": "PayPali tellimisprotsess on tühistatud. Proovige uuesti või kasutage tavalist kassat.",
            "SWAG_PAYPAL__GENERIC_ERROR": "Makseprotsessi käigus ilmnes viga. Proovige hiljem uuesti või valige mõni muu makseviis.",
            "SWAG_PAYPAL__USER_CANCELLED": "Makseprotsess on tühistatud. Proovige uuesti või valige mõni muu makseviis.",
            "handler_swag_puihandler": {
                "SWAG_PAYPAL__API_PAYMENT_SOURCE_DECLINED_BY_PROCESSOR": "Valitud makseviis lükati tagasi automatiseeritud andmetöötlusprotseduuri tõttu. Lisateabe saamiseks lugege <a href=\"https://www.ratepay.com/legal-payment-dataprivacy\" target=\"_blank\">Ratepay andmete privaatsusavaldust</a> või kasutage Ratepay <a href=\"https://www.ratepay.com/kontakt\" target=\"_blank\">kontaktivormi</a>.",
                "SWAG_PAYPAL__API_PAYMENT_SOURCE_INFO_CANNOT_BE_VERIFIED": "Teie nime ja/või aadressi ei õnnestunud kinnitada. Kontrollige oma sissekandeid ja proovige uuesti. Lisateabe saamiseks lugege <a href=\"https://www.ratepay.com/legal-payment-dataprivacy\" target=\"_blank\" >Ratepay andmete privaatsusavaldust</a> või kasutage Ratepay <a href=\"https://www.ratepay.com/kontakt\" target=\"_blank\">kontaktivormi</a>."
            }
        },
        "general": {
            "browserUnsupported": "Teie praegust brauserit ei toeta valitud makseviis. Proovige mõnda muud brauserit või valige mõni muu makseviis.",
            "paymentCancel": "Makseprotsess on tühistatud. Proovige uuesti või valige mõni muu makseviis.",
            "paymentError": "Makseprotsessi käigus ilmnes viga. Proovige hiljem uuesti või valige mõni muu makseviis."
        },
        "payUponInvoice": {
            "checkout": {
                "confirmDisclaimer": "Nupule klõpsates nõustute maksepartneri Ratepay <a href=\"https://www.ratepay.com/legal-payment-terms\" target=\"_blank\">maksetingimustega</a> ja <a href=\"https://www.ratepay.com/legal-payment-dataprivacy\" target=\"_blank\">riskikontrolli</a> sooritamisega. Samuti nõustute PayPali <a href=\"https://www.paypal.com/us/webapps/mpp/ua/privacy-full\" target=\"_blank\">privaatsusavaldusega</a>. Kui teie ostutaotlus arvel aktsepteeritakse, määratakse ostuhinna nõue Ratepayle ja te võite maksta ainult Ratepayle, mitte kaupmehele.",
                "finish": {
                    "subtitle": "Töötlemine võib kesta kuni mitu minutit. Palun ärge sulgege seda akent, teid suunatakse ümber.",
                    "title": "Makse töödeldakse"
                }
            },
            "document": {
                "paymentNote": "%companyName% on loovutanud teie vastu esitatud nõude PayPal (Europe) S.à r.l. et Cie, S.C.A. osana kehtivast faktoringilepingust. Võlgade täitmise mõjuga makseid saab teha ainult PayPal (Europe) S.à r.l. et Cie, S.C.A.",
                "paymentNoteRatepay": "%companyName% on loovutanud teie vastu esitatud nõude Ratepay GmbH-le praeguse faktooringlepingu raames. Võlgade vabastamise mõjuga makseid saab teha ainult Ratepay GmbH-le. Lisateavet makse kohta leiate suhtlusest Ratepayga.",
                "paymentShippingInfo": {
                    "payPalPuiPaymentMethod": "Makseviis: makse arvel"
                }
            },
            "error": {
                "declined": "Valitud makseviisi ei ole võimalik kasutada. See otsus põhineb automatiseeritud andmetöötlusel. Lisateavet leiate <a href=\"https://www.ratepay.com/legal-payment-dataprivacy\" target=\"_blank\">Ratepay andmete privaatsusavaldusest</a> või võite võtta ühendust Ratepayga, kasutades seda <a href=\"https://www.ratepay.com/kontakt\" target=\"_blank\">kontaktivormi</a>.",
                "unverifiedInfo": "Teie nime ja aadressi kombinatsiooni ei õnnestunud kinnitada. Parandage oma andmed ja proovige uuesti. Lisateavet leiate <a href=\"https://www.ratepay.com/legal-payment-dataprivacy\" target=\"_blank\" >Ratepay andmete privaatsusavaldusest</a> või võite võtta ühendust Ratepayga, kasutades seda <a href=\"https://www.ratepay.com/kontakt\" target=\"_blank\">kontaktivormi</a>."
            },
            "instructions": {
                "legalMessage": "Miks PayPal? PayPal on meie partner arve maksete töötlemisel. PayPal on just selle summa meile otse üle kandnud. Maksate summa PayPalile vastavalt maksejuhistele pärast ostu kättesaamist ja kontrollimist.",
                "legalMessageRatepay": "Arve alusel makseid töödeldakse koostöös meie partneri Ratepayga. Ratepay on äsja meile makstava summa üle kandnud. Enne arve summa üleandmist vastavalt maksejuhistele Ratepayle võite oodata tellimuse saabumist ja oma ostu kontrollida.",
                "table": {
                    "amount": "Kogus:",
                    "bank": "Pank:",
                    "bic": "BIC:",
                    "holder": "Konto omanik:",
                    "iban": "IBAN:",
                    "reference": "Viide:"
                },
                "transferRequest": "Palun kandke %value% allolevale kontole:",
                "transferRequestDate": "Palun kandke %value% kuni %date% PayPali."
            }
        },
        "plus": {
            "paymentDescriptionExtension": "Otsedeebet- või krediitkaardiga maksmine on võimalik ilma PayPali kontota.",
            "paymentNameOverwrite": "PayPal, otsedeebet- või krediitkaart"
        },
        "smartPaymentButtons": {
            "confirmPageHint": "Teie makse on loodud. Palun täitke see, kinnitades oma tellimuse.",
            "description": "Maksa lihtne, kiire ja turvaline - palun valige kinnituslehel üks neist makseviisidest."
        },
        "vault": {
            "account": {
                "clear": "Eemalda konto",
                "create": "Pidage meeles tulevaste ostude jaoks konto"
            },
            "card": {
                "clear": "Eemalda kaart",
                "create": "Pidage meeles kaarti tulevaste ostude jaoks"
            }
        }
    }
}
