{
    "paypal": {
        "general": {
            "paymentCancel": "Il processo di pagamento è stato annullato. Riprova o scegli un altro metodo di pagamento.",
            "paymentError": "Si è verificato un errore durante il processo di pagamento. Riprova più tardi o scegli un altro metodo di pagamento."
        },
        "payUponInvoice": {
            "instructions": {
                "transferRequestDate": "Trasferisci %value% fino a %date% su PayPal.",
                "transferRequest": "Trasferisci %value% sul conto riportato di seguito.",
                "table": {
                    "bank": "Banca:",
                    "iban": "IBAN:",
                    "bic": "BIC:",
                    "holder": "Titolare del conto:",
                    "amount": "Importo:",
                    "reference": "Riferimento:"
                },
                "legalMessageRatepay": "I pagamenti con pagamento su fattura vengono elaborati in collaborazione con il nostro partner Ratepay. Ratepay ci ha appena trasferito l'importo da pagare. Puoi attendere l'arrivo dell'ordine e controllare il tuo acquisto, prima di trasferire l'importo della fattura secondo le istruzioni di pagamento a Ratepay.",
                "legalMessage": "Perché PayPal? PayPal è il nostro partner per l'elaborazione dei pagamenti fatture. PayPal ha appena trasferito l'importo direttamente a noi. Paghi l'importo a PayPal in base alle istruzioni di pagamento dopo aver ricevuto e verificato l'acquisto."
            },
            "document": {
                "paymentShippingInfo": {
                    "payPalPuiPaymentMethod": "Metodo di pagamento: Pagamento su fattura"
                },
                "paymentNoteRatepay": "%companyName% ha ceduto il reclamo nei tuoi confronti a Ratepay GmbH come parte di un attuale accordo di factoring. I pagamenti con effetto di estinzione del debito possono essere effettuati solo a Ratepay GmbH. Si prega di fare riferimento alla comunicazione con Ratepay per ulteriori dettagli sul pagamento.",
                "paymentNote": "%companyName% ha assegnato il reclamo nei confronti dell'utente a PayPal (Europe) S.à r.l. et Cie, S.C.A. nell'ambito di un contratto di factoring in corso. I pagamenti con effetto di scarico del debito possono essere effettuati solo a PayPal (Europe) S.à r.l. et Cie, S.C.A."
            },
            "checkout": {
                "confirmDisclaimer": "Facendo clic sul pulsante, accetti l'esecuzione di <a href=\"https:\/\/www.ratepay.com\/legal-payment-terms\" target=\"_blank\">termini di pagamento<\/a> e <a href=\"https:\/\/www.ratepay.com\/legal-payment-dataprivacy\" target=\"_blank\">di un controllo del rischio<\/a> dal partner di pagamento, Ratepay. Accetti inoltre l'informativa sulla privacy <a href=\"https:\/\/www.paypal.com\/us\/webapps\/mpp\/ua\/privacy-full\" target=\"_blank\">di PayPal<\/a>. Se la tua richiesta di acquisto su fattura viene accettata, la richiesta del prezzo di acquisto verrà assegnata a Ratepay e potrai pagare solo Ratepay, non il commerciante.",
                "finish": {
                    "title": "Il pagamento è in corso di elaborazione",
                    "subtitle": "L'elaborazione può richiedere diversi minuti. Non chiudere questa finestra, verrai reindirizzato."
                }
            },
            "error": {
                "unverifiedInfo": "La combinazione del tuo nome e indirizzo non può essere convalidata. Correggi i tuoi dati e riprova. Puoi trovare ulteriori informazioni nella Dichiarazione sulla privacy dei dati <a href=\"https:\/\/www.ratepay.com\/legal-payment-dataprivacy\" target=\"_blank\" >Ratepay<\/a> oppure puoi contattare Ratepay utilizzando questo modulo di contatto <a href=\"https:\/\/www.ratepay.com\/kontakt\" target=\"_blank\"><\/a>.",
                "declined": "Non è possibile utilizzare il metodo di pagamento selezionato. Questa decisione si basa sull'elaborazione automatizzata dei dati. Puoi trovare ulteriori informazioni nella Dichiarazione sulla privacy dei dati <a href=\"https:\/\/www.ratepay.com\/legal-payment-dataprivacy\" target=\"_blank\">Ratepay<\/a> oppure puoi contattare Ratepay utilizzando questo modulo di contatto <a href=\"https:\/\/www.ratepay.com\/kontakt\" target=\"_blank\"><\/a>."
            }
        },
        "acdc": {
            "cardNumber": "Numero della carta",
            "expiration": "Data di scadenza (MM\/AA)",
            "cvv": "Codice di sicurezza (CVV)",
            "cardholderName": "Nome del titolare della carta",
            "zip": "Codice postale di fatturazione"
        },
        "smartPaymentButtons": {
            "confirmPageHint": "Il pagamento è stato creato. Si prega di completarlo, confermando il vostro ordine.",
            "description": "Paga facile, veloce e sicuro - Si prega di scegliere uno di questi metodi di pagamento nella pagina di conferma."
        },
        "plus": {
            "paymentNameOverwrite": "PayPal, addebito diretto o carta di credito",
            "paymentDescriptionExtension": "Il pagamento con addebito diretto o carta di credito è possibile senza un conto PayPal."
        },
        "cookie": {
            "name": "Pagamenti Paypal"
        }
    }
}