{
    "paypal": {
        "general": {
            "paymentCancel": "Mokėjimo procesas buvo atšauktas. Bandykite dar kartą arba pasirinkite kitą mokėjimo būdą.",
            "paymentError": "Mokėjimo proceso metu įvyko klaida. Bandykite dar kartą vėliau arba pasirinkite kitą mokėjimo būdą."
        },
        "payUponInvoice": {
            "instructions": {
                "transferRequestDate": "Prašome pervesti %value% iki %date% į PayPal.",
                "transferRequest": "Prašome pervesti %value% į žemiau esančią sąskaitą.",
                "table": {
                    "bank": "Bankas:",
                    "iban": "IBAN:",
                    "bic": "BIC:",
                    "holder": "Sąskaitos turėtojas:",
                    "amount": "Suma:",
                    "reference": "Nuoroda:"
                },
                "legalMessageRatepay": "Mokėjimas pagal sąskaitą faktūrą yra tvarkomi bendradarbiaujant su mūsų partneriu Ratepay. “Ratepay” ką tik pervedė mums mokėtiną sumą. Galite palaukti, kol užsakymas atvyks, ir patikrinti savo pirkinį, prieš pervesdami sąskaitos faktūros sumą pagal mokėjimo nurodymus Ratepay.",
                "legalMessage": "Kodėl “PayPal”? “PayPal” yra mūsų partneris apdorojant sąskaitas faktūras. “PayPal” ką tik pervedė sumą mums tiesiogiai. Jūs mokate sumą “PayPal” pagal mokėjimo nurodymus, kai gavote ir patikrinote pirkinį."
            },
            "document": {
                "paymentShippingInfo": {
                    "payPalPuiPaymentMethod": "Mokėjimo būdas: Mokėti sąskaitoje faktūroje"
                },
                "paymentNoteRatepay": "%companyName% priskyrė pretenziją prieš jus Ratepay GmbH kaip dabartinės faktoringo sutarties dalį. Mokėjimai, turintys skolos padengimo efektą, gali būti atliekami tik “Ratepay GmbH”. Daugiau informacijos apie mokėjimą skaitykite komunikate su Ratepay.",
                "paymentNote": "%companyName% priskyrė pretenziją prieš jus PayPal (Europe) S.à r.l. et Cie, S.C.A. kaip dabartinės faktoringo sutarties dalį. Mokėjimus, turinčius skolos padengimo efektą, galima atlikti tik “PayPal” (Europe) S.à r.l. et Cie, S.C.A."
            },
            "checkout": {
                "confirmDisclaimer": "Spustelėję mygtuką, jūs sutinkate su <a href=\"https:\/\/www.ratepay.com\/legal-payment-terms\" target=\"_blank\">mokėjimo sąlygos<\/a> ir <a href=\"https:\/\/www.ratepay.com\/legal-payment-dataprivacy\" target=\"_blank\">atlikti rizikos čekį<\/a> iš mokėjimo partnerio, Ratepay. Jūs taip pat sutinkate su “PayPal” <a href=\"https:\/\/www.paypal.com\/us\/webapps\/mpp\/ua\/privacy-full\" target=\"_blank\">privatumo patvirtinimu<\/a>. Jei jūsų prašymas pirkti sąskaitą faktūrą bus priimtas, reikalavimas dėl pirkimo kainos bus priskirtas Ratepay, ir jūs galite mokėti tik Ratepay, o ne prekybininkas.",
                "finish": {
                    "title": "Mokėjimas yra apdorojamas",
                    "subtitle": "Apdorojimas gali užtrukti iki kelių minučių. Prašome neuždarykite šio lango, būsite nukreipti."
                }
            },
            "error": {
                "unverifiedInfo": "Jūsų vardo ir adreso derinys negalėjo būti patvirtintas. Pataisykite savo duomenis ir bandykite dar kartą. Daugiau informacijos galite rasti <a href=\"https:\/\/www.ratepay.com\/legal-payment-dataprivacy\" target=\"_blank\" >Ratepay duomenų privatumo nuostatose<\/a> arba galite susisiekti su Ratepay naudodami šią <a href=\"https:\/\/www.ratepay.com\/kontakt\" target=\"_blank\">kontaktų formą<\/a>.",
                "declined": "Neįmanoma naudoti pasirinkto mokėjimo būdo. Šis sprendimas pagrįstas automatizuotu duomenų apdorojimu. Daugiau informacijos galite rasti <a href=\"https:\/\/www.ratepay.com\/legal-payment-dataprivacy\" target=\"_blank\">Ratepay duomenų privatumo nuostatose<\/a> arba galite susisiekti su Ratepay naudodami šią <a href=\"https:\/\/www.ratepay.com\/kontakt\" target=\"_blank\">kontaktų formą<\/a>."
            }
        },
        "acdc": {
            "cardNumber": "Kortelės numeris",
            "expiration": "Galiojimo pabaigos data (MM\/YY)",
            "cvv": "Apsaugos kodas (CVV)",
            "cardholderName": "Kortelės turėtojo vardas",
            "zip": "Atsiskaitymo pašto kodas"
        },
        "smartPaymentButtons": {
            "confirmPageHint": "Jūsų mokėjimas buvo sukurtas. Prašome užpildyti, patvirtindami savo užsakymą.",
            "description": "Mokėti lengvai, greitai ir saugiai - Prašome pasirinkti vieną iš šių mokėjimo būdų patvirtinimo puslapyje."
        },
        "plus": {
            "paymentNameOverwrite": "“PayPal”, tiesioginio debeto ar kredito kortelė",
            "paymentDescriptionExtension": "Mokėjimas tiesioginio debeto ar kredito kortele galimas be PayPal sąskaitos."
        },
        "cookie": {
            "name": "PayPal mokėjimai"
        }
    }
}