{
    "paypal": {
        "general": {
            "paymentCancel": "भुगतान प्रक्रिया रद्द कर दी गई है। कृपया फिर से प्रयास करें या कोई अन्य भुगतान विधि चुनें।",
            "paymentError": "भुगतान प्रक्रिया के दौरान एक त्रुटि हुई। कृपया बाद में फिर से प्रयास करें या कोई अन्य भुगतान विधि चुनें।"
        },
        "payUponInvoice": {
            "instructions": {
                "transferRequestDate": "कृपया %value% को %date% तक PayPal में ट्रांसफर करें।",
                "transferRequest": "कृपया नीचे दिए गए अकाउंट में %value% ट्रांसफर करें।",
                "table": {
                    "bank": "बैंक:",
                    "iban": "इबान:",
                    "bic": "बीआईसी:",
                    "holder": "खाताधारक:",
                    "amount": "रकम:",
                    "reference": "सन्दर्भ"
                },
                "legalMessageRatepay": "चालान भुगतान पर भुगतान हमारे साथी रेटपे के सहयोग से संसाधित किया जाता है। रेटपे ने अभी देय राशि हमें हस्तांतरित कर दी है। आप Ratepay को भुगतान निर्देशों के अनुसार चालान राशि स्थानांतरित करने से पहले, अपनी खरीद के आदेश के आने और जांचने की प्रतीक्षा कर सकते हैं।",
                "legalMessage": "पेपाल क्यों? चालान भुगतान संसाधित करने के लिए PayPal हमारा भागीदार है। PayPal ने अभी राशि हमें सीधे स्थानांतरित कर दी है। आप अपनी खरीद प्राप्त करने और जाँच करने के बाद भुगतान निर्देशों के अनुसार PayPal को राशि का भुगतान करते हैं।"
            },
            "document": {
                "paymentShippingInfo": {
                    "payPalPuiPaymentMethod": "भुगतान विधि: चालान पर भुगतान करें"
                },
                "paymentNoteRatepay": "%companyName% ने आपके खिलाफ एक मौजूदा फैक्टरिंग समझौते के हिस्से के रूप में रेटपे जीएमबीएच को दावा सौंपा है। ऋण निर्वहन प्रभाव के साथ भुगतान केवल Ratepay GmbH को किया जा सकता है। कृपया अपने भुगतान के बारे में अधिक जानकारी के लिए Ratepay के साथ संचार देखें।",
                "paymentNote": "%companyName% ने आपके खिलाफ PayPal (यूरोप) S.à r.l. et Cie, S.C.A. को एक मौजूदा फैक्टरिंग समझौते के हिस्से के रूप में दावा सौंपा है। ऋण निर्वहन प्रभाव के साथ भुगतान केवल पेपाल (यूरोप) S.à rl. et Cie, S.C.A।"
            },
            "checkout": {
                "confirmDisclaimer": "बटन पर क्लिक करके, आप भुगतान भागीदार, रेटपे से जोखिम चेक</a> के भुगतान</a> और <a href=\"https://www.ratepay.com/legal-payment-dataprivacy\" target=\"_blank\">प्रदर्शन की <a href=\"https://www.ratepay.com/legal-payment-terms\" target=\"_blank\">शर्तों से सहमत हैं। आप PayPal के <a href=\"https://www.paypal.com/us/webapps/mpp/ua/privacy-full\" target=\"_blank\">गोपनीयता कथन</a>से भी सहमत हैं। यदि इनवॉइस पर खरीदने का आपका अनुरोध स्वीकार किया जाता है, तो खरीद मूल्य का दावा Ratepay को सौंपा जाएगा, और आप केवल Ratepay का भुगतान कर सकते हैं, न कि व्यापारी को।",
                "finish": {
                    "title": "भुगतान संसाधित किया जा रहा है",
                    "subtitle": "प्रसंस्करण में कई मिनट लग सकते हैं। कृपया इस विंडो को बंद न करें, आपको पुनः निर्देशित किया जाएगा।"
                }
            },
            "error": {
                "unverifiedInfo": "आपके नाम और पते के संयोजन को मान्य नहीं किया जा सका। कृपया अपना डेटा सही करें और फिर से प्रयास करें। आप <a href=\"https://www.ratepay.com/legal-payment-dataprivacy\" target=\"_blank\" >रेटपे डेटा गोपनीयता कथन</a> में और जानकारी पा सकते हैं या आप इस <a href=\"https://www.ratepay.com/kontakt\" target=\"_blank\">संपर्क फ़ॉर्म</a>का उपयोग करके Ratepay से संपर्क कर सकते हैं।",
                "declined": "चयनित भुगतान विधि का उपयोग करना संभव नहीं है। यह निर्णय स्वचालित डेटा प्रोसेसिंग पर आधारित है। आप <a href=\"https://www.ratepay.com/legal-payment-dataprivacy\" target=\"_blank\">रेटपे डेटा गोपनीयता कथन</a> में और जानकारी पा सकते हैं या आप इस <a href=\"https://www.ratepay.com/kontakt\" target=\"_blank\">संपर्क फ़ॉर्म</a>का उपयोग करके Ratepay से संपर्क कर सकते हैं।"
            }
        },
        "acdc": {
            "cardNumber": "कार्ड नंबर",
            "expiration": "समाप्ति तिथि (MM/YY)",
            "cvv": "सुरक्षा कोड (CVV)",
            "cardholderName": "कार्ड धारक का नाम",
            "zip": "बिलिंग पोस्टल कोड"
        },
        "smartPaymentButtons": {
            "confirmPageHint": "आपका भुगतान हो गया है। कृपया अपने आदेश की पुष्टि करके, इसे पूरा करें।",
            "description": "आसान, तेज़ और सुरक्षित भुगतान करें - कृपया पुष्टि पृष्ठ पर इनमें से एक भुगतान विधि चुनें।"
        },
        "plus": {
            "paymentNameOverwrite": "PayPal, डायरेक्ट डेबिट या क्रेडिट कार्ड",
            "paymentDescriptionExtension": "पेपाल खाते के बिना डायरेक्ट डेबिट या क्रेडिट कार्ड से भुगतान संभव है।"
        },
        "cookie": {
            "name": "पेपाल भुगतान"
        }
    }
}